[
  {
    "title": "Médecin cheffe ou chef de clinique",
    "departement": "Département de l'instruction publique, de la formation et de la jeunesse",
    "taux": null,
    "remuneration": "classe 24",
    "description": "L'office médico-pédagogique (OMP), prend soin du développement et des apprentissages des enfants et des jeunes du canton présentant des besoins éducatifs particuliers, en situation de handicap ou de vulnérabilités en offrant des prestations de soutien, de soins et d'enseignement spécialisé.",
    "summary": "L'office médico-pédagogique (OMP), prend soin du développement et des apprentissages des enfants et des jeunes du canton présentant des besoins éducatifs particuliers, en situation de handicap ou de vulnérabilités en offrant des prestations de soutien, de soins et d'enseignement spécialisé. L'OMP accomplit ses missions en faveur des enfants et des jeunes présentant notamment des troubles de développement des apprentissages, des troubles psychologiques, des défauts de langage, des affections nerveuses, sensorielles ou motrices. L'office offre également une aide dans les cas de polyhandicap, de troubles sensoriels tels que la cécité, ou de troubles complexes comme l'autisme. L'office met tout en œuvre pour assurer des prestations différenciées et personnalisées et contribue à l'éducation, à l'instruction et à la formation préprofessionnelle des mineurs du canton dont il a la charge. L'OMP compte environ 1'600 collaboratrices et collaborateurs, tout statuts confondus. Le service médico-psychologique recherche une ou un médecin chef de clinique avec spécialisation FMH pour différentes missions en consultation de secteur, en milieu scolaire spécialisé et dans un cadre institutionnel. La",
    "posting_date": "2026-01-20",
    "date_limite": null,
    "url": "https://www.ge.ch/offres-emploi-etat-geneve/liste-offres/518",
    "source": "ge",
    "id": 60
  },
  {
    "title": "Cheffe ou Chef de programme - stratégie RH",
    "departement": "Département des finances, des ressources humaines et des affaires extérieures",
    "taux": null,
    "remuneration": "classe 24",
    "description": "L'office du personnel de l'Etat (OPE) est un office du département des finances, des ressources humaines et des affaires extérieures. Il a pour mission de mettre en œuvre, avec les responsables des ressources humaines des départements, la stratégie en matière de ressources humaines de l'Etat de Genève, en menant une politique favorisant l'engagement et l'inclusion des collaboratrices et collaborateurs, ainsi que leur employabilité et leur bien-être au travail, visant à faire de l'Etat de Genève un employeur exemplaire, attractif et performant.",
    "summary": "L'office du personnel de l'Etat (OPE) est un office du département des finances, des ressources humaines et des affaires extérieures. Il a pour mission de mettre en œuvre, avec les responsables des ressources humaines des départements, la stratégie en matière de ressources humaines de l'Etat de Genève, en menant une politique favorisant l'engagement et l'inclusion des collaboratrices et collaborateurs, ainsi que leur employabilité et leur bien-être au travail, visant à faire de l'Etat de Genève un employeur exemplaire, attractif et performant. Votre mission principale, rattachée à la direction du développement des compétences, sera de soutenir le pilotage stratégique de l'ensemble du portefeuille de projets RH (plan d'action et projets spécifiques comme la marque-employeur, le recrutement, la conciliation des vies, la politique 1er emploi jeune), composé de plusieurs démarches d'envergure ayant un impact sur l'ensemble du personnel de l'Etat. A ce titre, vous coordonnerez les projets développés au sein de l'OPE ou des départements, préparerez et animerez les séances des organes de gouvernance de la stratégie RH, dirigerez des projets pilotes, évaluerez leurs résultats, établirez le",
    "posting_date": "2026-01-27",
    "date_limite": null,
    "url": "https://www.ge.ch/offres-emploi-etat-geneve/liste-offres/580",
    "source": "ge",
    "id": 59
  },
  {
    "title": "directrice ou directeur d'établissement primaire",
    "departement": "Département de l'instruction publique, de la formation et de la jeunesse",
    "taux": "100%",
    "remuneration": "classe 25",
    "description": "​La direction générale de l'enseignement obligatoire (DGEO) a pour mission de piloter l'enseignement obligatoire en plaçant l'enseignement et le suivi des élèves au centre de sa démarche. Cette mission est déployée avec le soutien des services des ressources humaines, des finances et de l'organisation et planification du système scolaire. Dans ce cadre, la DGEO pilote et coordonne les activités de 60 établissements primaires et de 19 cycles d'orientation, pour plus de 54'000 élèves. La DGEO recherche pour la rentrée 2026 trois directrices ou directeurs d'établissements scolaires accueillant entre 400 et 1200 élèves de la 1P à la 8P et regroupant entre 1 et 5 écoles. La directrice ou le directeur d'établissement primaire est responsable des conditions d'une formation des élèves efficace et équitable, pour les années primaires de la scolarité obligatoire, dans les différentes écoles dont elle ou il assure la direction. La mission principale d'une directrice ou d'un directeur d'établissement primaire consiste, dans le cadre de la politique scolaire de la DGEO et du DIP, à mettre en œuvre et assumer le pilotage pédagogique de son établissement et la qualité de l'enseignement et de l'évaluation en lien avec les prescriptions cantonales; assumer la responsabilité de la scolarisation et de la sécurité des élèves et créer et développer les conditions favorables au bon climat scolaire; assumer la gestion des ressources humaines (entre 40 à 80 collaboratrices et collaborateurs) et la gestion administrative et financière de l'établissement; développer une politique de collaboration et une stratégie de communication au sein de l'établissement, ainsi qu'avec l'ensemble des partenaires auprès desquels elle ou il représente son établissement.",
    "summary": "​La direction générale de l'enseignement obligatoire (DGEO) a pour mission de piloter l'enseignement obligatoire en plaçant l'enseignement et le suivi des élèves au centre de sa démarche. Cette mission est déployée avec le soutien des services des ressources humaines, des finances et de l'organisation et planification du système scolaire. Dans ce cadre, la DGEO pilote et coordonne les activités de 60 établissements primaires et de 19 cycles d'orientation, pour plus de 54'000 élèves. La DGEO recherche pour la rentrée 2026 trois directrices ou directeurs d'établissements scolaires accueillant entre 400 et 1200 élèves de la 1P à la 8P et regroupant entre 1 et 5 écoles. La directrice ou le directeur d'établissement primaire est responsable des conditions d'une formation des élèves efficace et équitable, pour les années primaires de la scolarité obligatoire, dans les différentes écoles dont elle ou il assure la direction. La mission principale d'une directrice ou d'un directeur d'établissement primaire consiste, dans le cadre de la politique scolaire de la DGEO et du DIP, à mettre en œuvre et assumer le pilotage pédagogique de son établissement et la qualité de l'enseignement et de l'év",
    "posting_date": "2026-01-29",
    "date_limite": null,
    "url": "https://www.ge.ch/offres-emploi-etat-geneve/liste-offres/619",
    "source": "ge",
    "id": 58
  },
  {
    "title": "Apprentie agente d'exploitation ou apprenti agent d'exploitation CFC option voirie",
    "departement": "Département des finances, des ressources humaines et des affaires extérieures",
    "taux": "100%",
    "remuneration": "À définir Taux d'activité 100%",
    "description": "​Nous te proposons un apprentissage d'agente ou d'agent d'exploitation au service de maintenance des routes cantonales. Cet apprentissage, d’une durée de 3 ans, combine expérience pratique, cours professionnels et cours interentreprises pour te préparer à un métier varié et passionnant. Au sein d’une équipe dynamique, tu seras en charge de réaliser des interventions au moyen d'une série de véhicules (camionnette, balayeuse-brosse, petite arroseuse, etc.) et d'engins divers (épareuse, motofaucheuse, agrégats télécommandés, tondeuse, faux-à-fil, élagueuse, tronçonneuse,etc.). Tu apprendras à mettre en oeuvre ou contrôler les mesures de signalisation mobile ou fixe nécessaires au bon déroulement des interventions, à entretenir les équipements individuels de sécurité, à effectuer les travaux d'entretiens courants (nettoiement des routes, bouchage des trous, colmatage des fissures, fauchage de l'herbe, balayage des feuilles mortes, taille des haies, etc.) et également des travaux de réparation des équipements routiers endommagés lors d'accidents ou d'incidents.",
    "summary": "​Nous te proposons un apprentissage d'agente ou d'agent d'exploitation au service de maintenance des routes cantonales. Cet apprentissage, d’une durée de 3 ans, combine expérience pratique, cours professionnels et cours interentreprises pour te préparer à un métier varié et passionnant. Au sein d’une équipe dynamique, tu seras en charge de réaliser des interventions au moyen d'une série de véhicules (camionnette, balayeuse-brosse, petite arroseuse, etc.) et d'engins divers (épareuse, motofaucheuse, agrégats télécommandés, tondeuse, faux-à-fil, élagueuse, tronçonneuse,etc.). Tu apprendras à mettre en oeuvre ou contrôler les mesures de signalisation mobile ou fixe nécessaires au bon déroulement des interventions, à entretenir les équipements individuels de sécurité, à effectuer les travaux d'entretiens courants (nettoiement des routes, bouchage des trous, colmatage des fissures, fauchage de l'herbe, balayage des feuilles mortes, taille des haies, etc.) et également des travaux de réparation des équipements routiers endommagés lors d'accidents ou d'incidents.",
    "posting_date": "2026-01-30",
    "date_limite": null,
    "url": "https://www.ge.ch/offres-emploi-etat-geneve/liste-offres/634",
    "source": "ge",
    "id": 57
  },
  {
    "title": "Educateur-trice spécialisé-e",
    "departement": "Département des institutions et du numérique",
    "taux": null,
    "remuneration": "classe 15",
    "description": "​Le centre éducatif de détention et d'observation de La Clairière accueille des personnes mineures placées en détention préventive, sur mandats d'observation, d'amener, d'arrêt, de prolongation de détention, d'exécution de peine ou encore de mandats civils de privation de liberté à des fins d'assistance. Cet établissement contient 30 places tous genres confondus.",
    "summary": "​Le centre éducatif de détention et d'observation de La Clairière accueille des personnes mineures placées en détention préventive, sur mandats d'observation, d'amener, d'arrêt, de prolongation de détention, d'exécution de peine ou encore de mandats civils de privation de liberté à des fins d'assistance. Cet établissement contient 30 places tous genres confondus. La personne en poste sera en charge de l'accompagnement et de l'encadrement socio-éducatif, ainsi que du suivi de mineurs placés sous différents mandats de justice. Elle devra en outre rédiger des observations écrites, des notes et des rapports à l'attention des autorités de placement, tout en assurant une grande interaction et coordination avec différents corps de métiers, les familles et les différents intervenants internes et externes. Elle devra par ailleurs participer à différentes réunions d'équipes, afin de relayer l'information et assurer un suivi optimal des personnes mineures en vue d'appliquer des stratégies adaptées. Les journées d'encadrement s'organisent également autour de moments d'échanges, d'activités diverses à organiser et mettre en place ou d'éventuelles sorties autorisées.",
    "posting_date": "2026-01-30",
    "date_limite": null,
    "url": "https://www.ge.ch/offres-emploi-etat-geneve/liste-offres/526",
    "source": "ge",
    "id": 56
  },
  {
    "title": "Ingénieure spécialiste ou ingénieur spécialiste en charge de l'exploitation du centre médical universitaire",
    "departement": "Département du territoire",
    "taux": "100%",
    "remuneration": "classe 17",
    "description": "L'office cantonal des bâtiments a pour mission d'acquérir, vendre, promouvoir, construire, maintenir, exploiter, gérer les bâtiments et terrains publics cantonaux et extra-cantonaux.",
    "summary": "L'office cantonal des bâtiments a pour mission d'acquérir, vendre, promouvoir, construire, maintenir, exploiter, gérer les bâtiments et terrains publics cantonaux et extra-cantonaux. La direction de la gestion et valorisation assure la valorisation des biens sous gestion et sa rentabilité tout en répondant par une qualité supérieure et durable aux attentes de ses utilisateurs et de tous ses autres interlocuteurs, en particulier les services de l'État de Genève, les locataires, les entreprises et les fournisseurs. Elle est constituée de 4 services : Gérance, Valorisation, Travaux et entretien partie DIP et Travaux et entretien partie technique. Rattachée ou rataché au service travaux et entretien partie technique, vous serez chargé.e des missions suivantes : Assurer le bon fonctionnement et l'exploitation des installations techniques et infrastructures du centre médical universitaire (CMU). Piloter et superviser, avec le soutien de l'entreprise de Facility management (FM) mandatée par l'office cantonal des bâtiments (OCBA), les prestations d'entreprises techniques spécialisées pour garantir le bon fonctionnement quotidien d'installations techniquement complexes (chauffage, ventilati",
    "posting_date": "2026-02-02",
    "date_limite": null,
    "url": "https://www.ge.ch/offres-emploi-etat-geneve/liste-offres/605",
    "source": "ge",
    "id": 55
  },
  {
    "title": "2 places de stage MIDE 2ème année à 100% - SPMI 114242",
    "departement": "Département de l'instruction publique, de la formation et de la jeunesse",
    "taux": "100%",
    "remuneration": "À définir Taux d'activité 100%",
    "description": "L'office cantonal de l'enfance et de la jeunesse (OCEJ) dispense chaque année des prestations en faveur de près de 100'000 enfants et jeunes du canton. L'OCEJ pilote, organise, coordonne ou réalise des prestations de promotion, prévention, protection et surveillance. L'office agit en collaboration avec ses partenaires publics et privés, pour le développement des enfants et des jeunes et dans le respect de leur intégrité.",
    "summary": "​ L'office cantonal de l'enfance et de la jeunesse (OCEJ) dispense chaque année des prestations en faveur de près de 100'000 enfants et jeunes du canton. L'OCEJ pilote, organise, coordonne ou réalise des prestations de promotion, prévention, protection et surveillance. L'office agit en collaboration avec ses partenaires publics et privés, pour le développement des enfants et des jeunes et dans le respect de leur intégrité. L'OCEJ est composé de sept services : service de protection des mineurs (SPMi), service dentaire scolaire (SDS), service de santé de l'enfance et de la jeunesse (SSEJ), service de la pédagogie spécialisée (SPS), service d'évaluation et d'accompagnement de la séparation parentale (SEASP), service d'autorisation et de surveillance des lieux de placement (SASLP), service d'autorisation et de surveillance de l'accueil de jour (SASAJ). Plus de 600 collaboratrices et collaborateurs occupant 55 fonctions différentes contribuent à ces missions variées et essentielles pour le canton. Le SPMi a pour mission d'assurer le suivi des mineurs sur le plan social, familial, éducatif, administratif avec ou sans mandats décernés par les tribunaux. Il s'agit d'un service social regr",
    "posting_date": "2026-02-02",
    "date_limite": null,
    "url": "https://www.ge.ch/offres-emploi-etat-geneve/liste-offres/643",
    "source": "ge",
    "id": 54
  },
  {
    "title": "Conseillères et conseillers en personnel de 80% à 100% (statut auxiliaire, plusieurs postes)",
    "departement": "Département de l'économie, de l'emploi et de l'énergie",
    "taux": null,
    "remuneration": "classe 16",
    "description": "Le département de l'économie, de l'emploi et de l'énergie (DEE) recherche une personnalité dynamique pour rejoindre l'office cantonal de l'emploi (OCE), centre de prestations de l'Etat de Genève spécialisé dans le domaine du placement dans la lutte contre le chômage. Au sein de l'OCE, l'office régional de placement (ORP) compte plus de 130 conseillères et conseillers en personnel.​",
    "summary": "Le département de l'économie, de l'emploi et de l'énergie (DEE) recherche une personnalité dynamique pour rejoindre l'office cantonal de l'emploi (OCE), centre de prestations de l'Etat de Genève spécialisé dans le domaine du placement dans la lutte contre le chômage. Au sein de l'OCE, l'office régional de placement (ORP) compte plus de 130 conseillères et conseillers en personnel.​ Sous la supervision de sa cheffe ou son chef de groupe, la ou le titulaire sera appelé à soutenir et mobiliser les candidates et candidats à l'emploi dans leurs démarches visant à se réinsérer rapidement sur le marché du travail tout en appliquant la loi fédérale sur l'assurance-chômage obligatoire, ainsi que la loi cantonale en matière de chômage (LMC).",
    "posting_date": "2026-02-02",
    "date_limite": null,
    "url": "https://www.ge.ch/offres-emploi-etat-geneve/liste-offres/589",
    "source": "ge",
    "id": 53
  },
  {
    "title": "Directrice ou Directeur du service de la planification stratégique et territoriale",
    "departement": "Département du territoire",
    "taux": null,
    "remuneration": "classe 25",
    "description": "L'office cantonal de l'eau (OCEau) contribue à respecter l'eau, à la vivifier et la partager pour soutenir le vivant par des actions cohérentes, coordonnées et efficientes fédérant les différents acteurs de l'eau et sensibilisant le public à l'importance d'une utilisation consciente, mesurée et rationnelle de l'eau.",
    "summary": "L'office cantonal de l'eau (OCEau) contribue à respecter l'eau, à la vivifier et la partager pour soutenir le vivant par des actions cohérentes, coordonnées et efficientes fédérant les différents acteurs de l'eau et sensibilisant le public à l'importance d'une utilisation consciente, mesurée et rationnelle de l'eau. La mission du poste consiste, au sein de l'équipe de direction de l'Office, à créer et à conduire un service en charge d'établir et conduire la planification stratégique et territoriale de l'office. Le-la titulaire du poste est responsable d'un service et d'une équipe de sept collaboratrices et collaborateurs aux profils et aux missions particulièrement transversales et multithématiques, déployant leurs activités tant à l'interne de l'office qu'à l'externe. Dans ce contexte, la directrice ou le directeur contribue avec l'ensemble de ses collaboratrices et collaborateurs, ainsi qu'en étroite collaboration avec le directeur général et son adjoint, au développement de 4 des 10 axes stratégiques de la politique publique Eau du canton de Genève, notamment sur tous ses axes transversaux internes et externes à l'office, soit : - Axe 3 : vulgarisation et sensibilisation au resp",
    "posting_date": "2026-02-02",
    "date_limite": null,
    "url": "https://www.ge.ch/offres-emploi-etat-geneve/liste-offres/645",
    "source": "ge",
    "id": 52
  },
  {
    "title": "Responsable de la police de l'eau (adjointe ou adjoint scientifique 3)",
    "departement": "Département du territoire",
    "taux": null,
    "remuneration": "classe 21",
    "description": "L'office cantonal de l'eau (OCEau) contribue à respecter l'eau, à la vivifier et la partager pour soutenir le vivant par des actions cohérentes, coordonnées et efficientes fédérant les différents acteurs de l'eau et sensibilisant le public à l'importance d'une utilisation consciente, mesurée et rationnelle de l'eau.",
    "summary": "L'office cantonal de l'eau (OCEau) contribue à respecter l'eau, à la vivifier et la partager pour soutenir le vivant par des actions cohérentes, coordonnées et efficientes fédérant les différents acteurs de l'eau et sensibilisant le public à l'importance d'une utilisation consciente, mesurée et rationnelle de l'eau. Vous êtes chargée ou chargé d'assurer la coordination générale du dispositif de police de l'eau du canton de Genève, une mission à fort enjeu stratégique et opérationnel . Rattachée ou rattaché directement à la direction générale de l'Office cantonal de l'eau (OCEau) , vous garantissez le pilotage, la gestion et le suivi de l'ensemble des pollutions accidentelles , des infractions à la loi sur l'Eau et des interventions sur les milieux aquatiques du canton. Votre action vise à contribuer à la protection des eaux genevoises , à coordonner la réactivité opérationnelle en cas d'événements sensibles, et à la coordination d'acteurs internes et externes à haut niveau (SIS, Police, DIN, OCAN, communes, SIG, acteurs transfrontaliers, etc.). En tant que responsable, vous aurez pour missions principales de : Coordonner et gérer l'ensemble des pollutions accidentelles sur les eaux",
    "posting_date": "2026-02-02",
    "date_limite": null,
    "url": "https://www.ge.ch/offres-emploi-etat-geneve/liste-offres/600",
    "source": "ge",
    "id": 51
  },
  {
    "title": "Gestionnaire de services - SCLI DIP-CHA",
    "departement": "Département des institutions et du numérique",
    "taux": "100%",
    "remuneration": "classe 21",
    "description": "​L'office cantonal des systèmes d'information et du numérique (OCSIN) élabore et concrétise la stratégie des systèmes d'information et de communication de l'administration cantonale ainsi que la politique de sécurité de l'information. L'OCSIN esquisse les contours de la politique du numérique du Conseil d’Etat, visant à faire du canton un acteur important de la transformation de notre société, induite par l'essor du numérique. En savoir plus sur \"Genève numérique\" .",
    "summary": "​L'office cantonal des systèmes d'information et du numérique (OCSIN) élabore et concrétise la stratégie des systèmes d'information et de communication de l'administration cantonale ainsi que la politique de sécurité de l'information. L'OCSIN esquisse les contours de la politique du numérique du Conseil d’Etat, visant à faire du canton un acteur important de la transformation de notre société, induite par l'essor du numérique. En savoir plus sur \"Genève numérique\" . Son service \"Relation Client\" pour le département de l'instruction publique \"SCLI RC DIP-CHA\" secteur DIP, est composé d'une vingtaine de personnes qui interviennent dans la conception et la réalisation de solutions informatiques pour les besoins de l'État. La ou le titulaire interviendra dans les 2 domaines que sont \"Protection de l'Enfance et de la Jeunesse\" et \"Éducation Orientation Formation \" du Département de l'Instruction Publique (DIP). La ou le titulaire devra assumer la responsabilité et la gestion en toute autonomie du service fourni par l'OCSIN aux Offices concernés du Département de l'Instruction Publique. Dans ce cadre, elle ou il est amené-e à prendre en charge les activités suivantes : - être le point de",
    "posting_date": "2026-02-03",
    "date_limite": null,
    "url": "https://www.ge.ch/offres-emploi-etat-geneve/liste-offres/578",
    "source": "ge",
    "id": 50
  },
  {
    "title": "Cheffe ou chef de service",
    "departement": "Département des institutions et du numérique",
    "taux": "100%",
    "remuneration": "classe 23",
    "description": "Au sein du service des affaires mobilières de la police (SAMP), rattaché à la direction du support et de la logistique, ce service de support compte environ 26 collaboratrices et collaborateurs répartis sur 4 secteurs distincts (secteur des objets trouvés (SCOT), secteur de délivrance de documents au public (SDDP), secteur des évacuations et du garde-meuble (SEVAC) ainsi que le secteur de la fourrière des véhicules (SFV)) qui se trouvent sur 3 sites différents. Ses missions sont principalement dévolues à l'ensemble des citoyens, et dans une moindre mesure au personnel policier et administratif. Ses tâches principales sont :",
    "summary": "Au sein du service des affaires mobilières de la police (SAMP), rattaché à la direction du support et de la logistique, ce service de support compte environ 26 collaboratrices et collaborateurs répartis sur 4 secteurs distincts (secteur des objets trouvés (SCOT), secteur de délivrance de documents au public (SDDP), secteur des évacuations et du garde-meuble (SEVAC) ainsi que le secteur de la fourrière des véhicules (SFV)) qui se trouvent sur 3 sites différents. Ses missions sont principalement dévolues à l'ensemble des citoyens, et dans une moindre mesure au personnel policier et administratif. Ses tâches principales sont : La réception, la conservation et la remise d'objets trouvés ; la délivrance de documents au public ; l'évacuation de lieux d'habitation et de commerces, avec conservation et vente de biens ; la réception, la gestion, la destruction, la remise ou la vente du parc véhicules. En outre, la cheffe ou le chef du service fournit assistance et conseil au personnel de la police, participe à des groupes de travail multidisciplinaires, rédige et soumet pour approbation des règlements et textes de lois en relation avec les missions du SAMP. Dans ce cadre, la ou le titulaire",
    "posting_date": "2026-02-03",
    "date_limite": null,
    "url": "https://www.ge.ch/offres-emploi-etat-geneve/liste-offres/624",
    "source": "ge",
    "id": 49
  },
  {
    "title": "Assistante ou Assistant en organisation de l'information",
    "departement": "Département de l'instruction publique, de la formation et de la jeunesse",
    "taux": "90%",
    "remuneration": "classe 17",
    "description": "Rattachée au Secrétariat général du DIP, la DOSI a pour mission de concevoir, proposer et mettre en œuvre des stratégies d'organisation et de sécurité de l'information concourant à une circulation et des traitements de l'information cohérents, efficaces, sécurisés, économiques et adaptés aux besoins des différents offices du département. En contribuant à la mise à disposition d'informations fiables, pertinentes, actualisées et accessibles, la DOSI soutient les différents offices du département dans la délivrance de leurs prestations, dans leur pilotage et dans leur informatisation.",
    "summary": "Rattachée au Secrétariat général du DIP, la DOSI a pour mission de concevoir, proposer et mettre en œuvre des stratégies d'organisation et de sécurité de l'information concourant à une circulation et des traitements de l'information cohérents, efficaces, sécurisés, économiques et adaptés aux besoins des différents offices du département. En contribuant à la mise à disposition d'informations fiables, pertinentes, actualisées et accessibles, la DOSI soutient les différents offices du département dans la délivrance de leurs prestations, dans leur pilotage et dans leur informatisation. Au cœur de cette évolution numérique, le service de la sécurité de l'information occupe une place centrale au sein du DIP et joue un rôle stratégique dans la protection des données, des systèmes d'information et de communication (SIC), ainsi que dans le renforcement de la confiance des utilisateurs et des citoyens. Sa mission consiste à anticiper, prévenir et maîtriser les risques cyber, tout en accompagnant les métiers dans des usages numériques sécurisés, conformes et responsables. Ce service est composé d'une équipe de trois personnes qui s'appuie sur des relais au sein des différents offices et servi",
    "posting_date": "2026-02-05",
    "date_limite": null,
    "url": "https://www.ge.ch/offres-emploi-etat-geneve/liste-offres/609",
    "source": "ge",
    "id": 48
  },
  {
    "title": "Une urbaniste-aménagiste cheffe de projet ou un urbaniste-aménagiste chef de projet (poste agente spécialisée, agent spécialisé)",
    "departement": "Département du territoire",
    "taux": "80%",
    "remuneration": "classe 21",
    "description": "L'office de l'urbanisme contribue à l'élaboration et à la mise en œuvre d'une politique rationnelle de l'utilisation du sol favorisant la construction de logements, le développement des activités économiques, sociales et culturelles. Il est chargé de maintenir un cadre de vie attractif et de mettre en valeur l'environnement naturel et bâti.",
    "summary": "L'office de l'urbanisme contribue à l'élaboration et à la mise en œuvre d'une politique rationnelle de l'utilisation du sol favorisant la construction de logements, le développement des activités économiques, sociales et culturelles. Il est chargé de maintenir un cadre de vie attractif et de mettre en valeur l'environnement naturel et bâti. Dans ce cadre, la direction de la planification cantonale recherche une urbaniste-aménagiste cheffe de projet ou un urbaniste-aménagiste chef de projet pour intégrer son équipe et participer activement au développement territorial du canton, notamment pour copiloter avec le département de la santé et des mobilité (DSM) les travaux et les études en lien avec le projet de liaison ferroviaire Jura-Léman-Salève (LJLS). Inclusivité, durabilité, qualité urbaine et service public sont des valeurs clés de l'office de l'urbanisme mises au bénéfice l'ensemble des habitant-e-s du canton. Votre mission En collaboration avec plusieurs offices et directions du département du territoire (DT) et de l'office cantonal des transports (DSM), vous participerez à la planification du tracé de la LJLS notamment à la localisation des gares et des stations de la ligne en",
    "posting_date": "2026-02-05",
    "date_limite": null,
    "url": "https://www.ge.ch/offres-emploi-etat-geneve/liste-offres/601",
    "source": "ge",
    "id": 47
  },
  {
    "title": "Collaboratrice socio-professionnelle ou collaborateur socio-professionnel",
    "departement": "Département de l'instruction publique, de la formation et de la jeunesse",
    "taux": "80%",
    "remuneration": "classe 16",
    "description": "La mission de l'OFPC est de faciliter, par des prestations ad hoc, la gestion individuelle des parcours de formation, l'orientation des jeunes et des adultes, la réussite de la formation scolaire et professionnelle, ainsi que de contribuer à l'évolution d'un système de formation de qualité et améliorer sa lisibilité et sa promotion auprès de l'ensemble de la population du canton.",
    "summary": "La mission de l'OFPC est de faciliter, par des prestations ad hoc, la gestion individuelle des parcours de formation, l'orientation des jeunes et des adultes, la réussite de la formation scolaire et professionnelle, ainsi que de contribuer à l'évolution d'un système de formation de qualité et améliorer sa lisibilité et sa promotion auprès de l'ensemble de la population du canton. En Suisse, un nombre important de réfugié-e-s et de personnes admises à titre provisoire ne parviennent pas à entrer sur le marché du travail alors qu'ils en ont l'autorisation. Dans ce contexte, un projet fédéral, l'Agenda d'Intégration Suisse (AIS), permet aux cantons de développer des dispositifs spécifiques afin que les personnes concernées puissent se former aux compétences de base puis rejoindre un cursus de formation en vue d'obtenir un titre du secondaire II. Dans ce cadre, au sein du service de la formation continue de l'OFPC, le collaborateur socio-professionnel ou la collaboratrice socio-professionnelle aura ainsi pour mission : De réaliser des entretiens de positionnement individuels afin d'orienter les candidats et les candidates vers une formation en compétence de base et de les informer sur ",
    "posting_date": "2026-02-05",
    "date_limite": null,
    "url": "https://www.ge.ch/offres-emploi-etat-geneve/liste-offres/610",
    "source": "ge",
    "id": 46
  },
  {
    "title": "Directrice ou directeur l'école climatique de Boveau",
    "departement": "Département de l'instruction publique, de la formation et de la jeunesse",
    "taux": "100%",
    "remuneration": "classe 20",
    "description": "Département de l'instruction publique, de la formation et de la jeunesse / Direction générale de l'enseignement obligatoire",
    "summary": "​ Département de l'instruction publique, de la formation et de la jeunesse / Direction générale de l'enseignement obligatoire cherche une ou un Directrice ou directeur de l'école climatique de Boveau Votre mission Nous recherchons une directrice ou un directeur pour l'école climatique de Boveau. La ou le titulaire aura pour mission de diriger sur les plans éducatif, pédagogique, administratif et budgétaire, l'école climatique de Boveau, institution qui accueille des élèves fréquentant l'école primaire genevoise jusqu'à 18 élèves de 5-13 ans) qui rencontrent des difficultés d'adaptation à la vie familiale, sociale ou scolaire, pour lesquels l'éloignement du milieu de vie est un élément nécessaire à leur développement. Dans ce sens, elle ou il devra : Garantir l'adéquation, le contrôle et la mise en œuvre des actions éducatives, pédagogiques et sociales destinées aux élèves, dans le respect du cadre fixé par la direction générale de l'enseignement obligatoire; Garantir le bien-être moral, l'état de santé et la sécurité des élèves; Veiller à la bonne coordination et au bon fonctionnement des activités dans les domaines scolaire, éducatif, administratif et hôtelier; Assurer la gestion ",
    "posting_date": "2026-02-05",
    "date_limite": null,
    "url": "https://www.ge.ch/offres-emploi-etat-geneve/liste-offres/632",
    "source": "ge",
    "id": 45
  },
  {
    "title": "Manager de programme (agent spécialisé – 36 mois)",
    "departement": "Département de l'économie, de l'emploi et de l'énergie",
    "taux": "100%",
    "remuneration": "classe 23",
    "description": "​L'office cantonal de l'emploi (OCE) est l'organe d'exécution cantonal de la loi fédérale sur l'assurance-chômage obligatoire et l'indemnité en cas d'insolvabilité (LACI). Il a pour mission de prévenir le chômage imminent et de combattre le chômage existant. Par le biais du placement public et de l'utilisation ciblée des mesures relatives au marché du travail (MMT), il favorise l'intégration rapide et durable des candidates et candidats à l'emploi sur le marché du travail.",
    "summary": "​L'office cantonal de l'emploi (OCE) est l'organe d'exécution cantonal de la loi fédérale sur l'assurance-chômage obligatoire et l'indemnité en cas d'insolvabilité (LACI). Il a pour mission de prévenir le chômage imminent et de combattre le chômage existant. Par le biais du placement public et de l'utilisation ciblée des mesures relatives au marché du travail (MMT), il favorise l'intégration rapide et durable des candidates et candidats à l'emploi sur le marché du travail. Dans ce contexte, la direction des services transversaux (DST) assure la gestion des ressources humaines, la gestion financière, le système de contrôle interne, la communication et la logistique de l'OCE. Rattaché à la DST, le poste de manager de programme vise à structurer, piloter et accompagner la mise en œuvre des transformations organisationnelles, numériques et culturelles de l'office, dans le cadre d'une approche de modernisation et d'évolution des prestations publiques portées par l'office. Il répond à la nécessité d'opérationnaliser les axes du plan stratégique établi en réponse à la stratégie fédérale, de traduire les priorités fixées dans la feuille de route répondant au programme de législature du Con",
    "posting_date": "2026-02-05",
    "date_limite": null,
    "url": "https://www.ge.ch/offres-emploi-etat-geneve/liste-offres/602",
    "source": "ge",
    "id": 44
  },
  {
    "title": "Une Directrice ou un Directeur des Services ressources humaines",
    "departement": null,
    "taux": "100%",
    "remuneration": "classe 27",
    "description": "Les EPI ont pour mission de contribuer au bien-être et à l'intégration sociale et/ou professionnelle de personnes en situation de handicap ou en difficulté d'insertion professionnelle et/ou sociale.",
    "summary": "Donnez du sens à votre carrière Les EPI ont pour mission de contribuer au bien-être et à l'intégration sociale et/ou professionnelle de personnes en situation de handicap ou en difficulté d'insertion professionnelle et/ou sociale. L'institution comprend environ 1500 collaborateurs-trices, collaborateurs-trices en emploi adapté, stagiaires, apprentis.es, répondant à des statuts juridiques et légaux distincts. Vous êtes un-e leader RH expérimenté-e et passionné-e par les enjeux humains, managériaux et sociétaux ? Vous souhaitez contribuer à une mission sociale porteuse de valeurs fortes, au sein d'une institution dynamique en constante évolution ? Les EPI recherchent leur futur-e Directeur-trice des Services ressources humaines, un-e véritable partenaire stratégique pour accompagner la transformation de l'institution et garantir l'excellence de la fonction RH pour rejoindre la Direction générale et accompagner les Chef-fes de service : Un-e Directeur-trice des Services ressources humaines à 100%, Classe maximale 27 Description du poste En tant que membre de l'équipe de direction, vous serez chargé-e de : Vision et stratégie Co-construire et porter, avec la Direction générale la strat",
    "posting_date": "2026-02-05",
    "date_limite": null,
    "url": "https://www.ge.ch/offres-emploi-etat-geneve/liste-offres/676",
    "source": "ge",
    "id": 43
  },
  {
    "title": "Cheffe ou chef de secteur d'un établissement scolaire du cycle d'orientation (Administratrice/teur)",
    "departement": "Département de l'instruction publique, de la formation et de la jeunesse",
    "taux": "90%",
    "remuneration": "classe 18",
    "description": "La direction générale de l'enseignement obligatoire (DGEO) a pour première mission de piloter l'enseignement obligatoire en plaçant l'enseignement et le suivi des élèves au centre de sa démarche.",
    "summary": "La direction générale de l'enseignement obligatoire (DGEO) a pour première mission de piloter l'enseignement obligatoire en plaçant l'enseignement et le suivi des élèves au centre de sa démarche. Cette mission est déployée avec le soutien des services des ressources humaines, des finances et de l'organisation et planification du système scolaire. Dans ce cadre, la DGEO soutient et coordonne les activités de 59 établissements primaires et de 19 établissements du cycle d'orientation. Pour le cycle d'orientation de Cayla, établissement scolaire du cycle d'orientation accueillant env 880 élèves de 12 à 15 ans, la DGEO cherche une administratrice ou un administrateur d'école à 90%. L'administratrice ou l'administrateur d'un établissement du cycle d'orientation accomplit sa mission par délégation et sous la responsabilité de la directrice ou du directeur d'établissement. Il ou elle travaille en étroite collaboration avec la direction et contribue activement au pilotage et à la structuration du fonctionnement de l'établissement. Cette personne est membre du conseil de direction de l'établissement. A ce titre, elle assure la gestion des activités administratives et budgétaires de l'établis",
    "posting_date": "2026-02-06",
    "date_limite": null,
    "url": "https://www.ge.ch/offres-emploi-etat-geneve/liste-offres/618",
    "source": "ge",
    "id": 42
  },
  {
    "title": "Greffier/ère auxiliaire à 80 %",
    "departement": "Pouvoir judiciaire",
    "taux": "80%",
    "remuneration": "classe 13",
    "description": "Le Tribunal pénal est composé de 5 tribunaux et organisé en 2 sections : la section des tribunaux de fond chargés de juger en première instance les infractions pénales, soit le Tribunal de police, le Tribunal correctionnel et le Tribunal criminel, et celle comprenant le Tribunal des mesures de contrainte et le Tribunal d'application des peines et des mesures.",
    "summary": "Le Tribunal pénal est composé de 5 tribunaux et organisé en 2 sections : la section des tribunaux de fond chargés de juger en première instance les infractions pénales, soit le Tribunal de police, le Tribunal correctionnel et le Tribunal criminel, et celle comprenant le Tribunal des mesures de contrainte et le Tribunal d'application des peines et des mesures. Dans cette perspective, vous serez appelé-e à assurer de façon autonome la gestion administrative et le suivi des dossiers de procédures, à siéger en audiences avec prise de procès-verbaux, à assurer le secrétariat des magistrats et la tenue des chambres. Votre mission Le/la titulaire sera chargé-e : de tenir la chambre d'un ou plusieurs juges; d'assurer de façon autonome la gestion administrative et le suivi des dossiers de procédure; de dresser les actes de procédures et établir les procès-verbaux sous contrôle du ou des juges; de préparer et tenir les audiences puis d'en assurer le suivi; de remplacer les pairs; de contribuer au fonctionnement optimal de la juridiction.",
    "posting_date": "2026-02-06",
    "date_limite": null,
    "url": "https://www.ge.ch/offres-emploi-etat-geneve/liste-offres/685",
    "source": "ge",
    "id": 41
  },
  {
    "title": "Auxiliaire à l'heure centre de production éditique",
    "departement": "Département des institutions et du numérique",
    "taux": null,
    "remuneration": "classe 07",
    "description": "L'office cantonal des systèmes d'information et du numérique (OCSIN) élabore et concrétise la stratégie des systèmes d'information et de communication de l'administration cantonale ainsi que la politique de sécurité de l'information. L'OCSIN esquisse les contours de la politique du numérique du Conseil d’Etat, visant à faire du canton un acteur important de la transformation de notre société, induite par l'essor du numérique. En savoir plus sur \"Genève numérique\" .",
    "summary": "L'office cantonal des systèmes d'information et du numérique (OCSIN) élabore et concrétise la stratégie des systèmes d'information et de communication de l'administration cantonale ainsi que la politique de sécurité de l'information. L'OCSIN esquisse les contours de la politique du numérique du Conseil d’Etat, visant à faire du canton un acteur important de la transformation de notre société, induite par l'essor du numérique. En savoir plus sur \"Genève numérique\" . Au sein de l'office cantonal des systèmes d'information et du numérique (OCSIN), le centre d'impression des médias et courriers (éditique) recherche plusieurs auxiliaires à l'heure. Les personnes devront notamment, sur consigne du responsable ou d’un opérateur : Participer à la mise sous plis automatisée (alimentation des bacs d'annexes, récupération des enveloppes en sortie), Participer aux tâches logistiques (manipulation de palettes, déconditionnement, déliassage, manipulation des chars d'enveloppes), Effectuer les travaux de finition nécessaires au déroulement de la production (pliage), Effectuer des vérifications simples, contrôles de plis déchirés, Remettre en état l'espace de travail une fois l'opération spéciale ",
    "posting_date": "2026-02-09",
    "date_limite": null,
    "url": "https://www.ge.ch/offres-emploi-etat-geneve/liste-offres/616",
    "source": "ge",
    "id": 40
  },
  {
    "title": "Collaboratrice administrative spécialisée ou collaborateur administratif spécialisé",
    "departement": "Département des institutions et du numérique",
    "taux": "100%",
    "remuneration": "classe 09",
    "description": "Le secteur « courrier et analyse des documents » a pour mission d'assurer le contrôle qualité et la complétude des demandes déposées en ligne, la dématérialisation de demandes réceptionnées par courrier et la transmission des documents aux secteurs de l'Office. Il assure également l'archivage des dossiers et leur numérisation.",
    "summary": "Le secteur « courrier et analyse des documents » a pour mission d'assurer le contrôle qualité et la complétude des demandes déposées en ligne, la dématérialisation de demandes réceptionnées par courrier et la transmission des documents aux secteurs de l'Office. Il assure également l'archivage des dossiers et leur numérisation. Dans ce contexte, vous serez amené à réceptionner, analyser et trier le courrier de l'Office en tenant compte des impératifs fixés par la Direction générale, à créer et rechercher les administrés dans les bases de données cantonale et fédérale, transmettre les dossiers par le biais de la GED, numériser les dossiers et les redistribuer dans les secteurs/services de l'office.",
    "posting_date": "2026-02-09",
    "date_limite": null,
    "url": "https://www.ge.ch/offres-emploi-etat-geneve/liste-offres/603",
    "source": "ge",
    "id": 39
  },
  {
    "title": "Architecte d'infrastructure",
    "departement": "Département des institutions et du numérique",
    "taux": "100%",
    "remuneration": "classe 22",
    "description": "L'office cantonal des systèmes d'information et du numérique (OCSIN) élabore et concrétise la stratégie des systèmes d'information et de communication de l'administration cantonale ainsi que la politique de sécurité de l'information. L'OCSIN esquisse les contours de la politique du numérique du Conseil d’Etat, visant à faire du canton un acteur important de la transformation de notre société, induite par l'essor du numérique. En savoir plus sur \"Genève numérique\" .",
    "summary": "L'office cantonal des systèmes d'information et du numérique (OCSIN) élabore et concrétise la stratégie des systèmes d'information et de communication de l'administration cantonale ainsi que la politique de sécurité de l'information. L'OCSIN esquisse les contours de la politique du numérique du Conseil d’Etat, visant à faire du canton un acteur important de la transformation de notre société, induite par l'essor du numérique. En savoir plus sur \"Genève numérique\" . Le secteur \"Conception des solutions\" SIT-COS est une entité qui assure un rôle transversal au sein de l'OCSIN et de sa Direction d'Infrastructures (DSI). Son rôle est la conception des services d’infrastructure, la coordination de la fabrication de ces solutions et le maintien des niveaux de service attendus. Le secteur délivre aussi une expertise technique sur les projets transversaux de la direction et assure la gestion du référentiel d’entreprise. Vous couvrez les missions suivantes : Planifier et réaliser des architectures (matériel, logiciels, systèmes d'information, données, interfaces, réseaux de communication) en tenant compte de la rentabilité, de la qualité et de l'applicabilité ; Concevoir les services d’infr",
    "posting_date": "2026-02-09",
    "date_limite": null,
    "url": "https://www.ge.ch/offres-emploi-etat-geneve/liste-offres/637",
    "source": "ge",
    "id": 38
  },
  {
    "title": "Architecte des SIC - sécurité",
    "departement": "Département des institutions et du numérique",
    "taux": "100%",
    "remuneration": "classe 22",
    "description": "L'office cantonal des systèmes d'information et du numérique (OCSIN) élabore et concrétise la stratégie des système​s d'information et de communication de l'administration cantonale ainsi que la politique de sécurité de l'information. L'OCSIN esquisse les contours de la politique du ​numérique du Conseil d’Etat, visant à faire du canton un acteur important de la transformation de notre société, induite par l'essor du numérique. En savoir plus sur \"Genève numérique\" .",
    "summary": "L'office cantonal des systèmes d'information et du numérique (OCSIN) élabore et concrétise la stratégie des système​s d'information et de communication de l'administration cantonale ainsi que la politique de sécurité de l'information. L'OCSIN esquisse les contours de la politique du ​numérique du Conseil d’Etat, visant à faire du canton un acteur important de la transformation de notre société, induite par l'essor du numérique. En savoir plus sur \"Genève numérique\" . Rattaché à la sécurité opérationnelle l’architecte de sécurité a pour mission de garantir la sécurité et la protection des systèmes d'information sous responsabilité de l’OCSIN contre les menaces externes et internes. Pour y arriver, il ou elle veille à ce que les architectures des applications et systèmes implémentent les standards, bonnes pratiques et améliorations de sécurité attendues, notamment en aidant à sélectionner et répondre de manière adéquate aux exigences de sécurité dès la conception des infrastructures. Dans ce rôle, la mission sera de : ​Agir de manière proactive pour renforcer la sécurité des infrastructures et données de l’État ; Accompagner et conseiller les architectes et concepteurs des équipes OC",
    "posting_date": "2026-02-09",
    "date_limite": null,
    "url": "https://www.ge.ch/offres-emploi-etat-geneve/liste-offres/607",
    "source": "ge",
    "id": 37
  },
  {
    "title": "Ingénieure ou ingénieur et Analyste données ITSM/CMDB",
    "departement": "Département des institutions et du numérique",
    "taux": "100%",
    "remuneration": "classe 17",
    "description": "L'office cantonal des systèmes d'information et du numérique (OCSIN) élabore et concrétise la stratégie des systèmes d'information et de communication de l'administration cantonale ainsi que la politique de sécurité de l'information. L'OCSIN esquisse les contours de la politique du numérique du Conseil d’Etat, visant à faire du canton un acteur important de la transformation de notre société, induite par l'essor du numérique. En savoir plus sur \"Genève numérique\" .",
    "summary": "L'office cantonal des systèmes d'information et du numérique (OCSIN) élabore et concrétise la stratégie des systèmes d'information et de communication de l'administration cantonale ainsi que la politique de sécurité de l'information. L'OCSIN esquisse les contours de la politique du numérique du Conseil d’Etat, visant à faire du canton un acteur important de la transformation de notre société, induite par l'essor du numérique. En savoir plus sur \"Genève numérique\" . Au sein de l'Office Cantonal des Systèmes d'Information et du Numérique (OCSIN), la Direction des Services d’Infrastructures (DSI) délivre ses prestations par le biais de services de soutien considérés comme majoritairement prioritaires puisqu'au bénéfice de l'ensemble des services fonctionnels et standards délivrés par l'OCSIN à ses utilisateurs internes ou externes. La gestion de ces services de soutien d'infrastructures est répartie dans l'organisation. Le secteur Conception des solutions (COS) du service Solutions Infrastructures Transverses (SIT) a sous gestion le service de soutien en charge de l'outillage des processus ITIL et du référentiel d'entreprise CMDS Dans ce cadre, vous devrez: Outiller les processus opér",
    "posting_date": "2026-02-10",
    "date_limite": null,
    "url": "https://www.ge.ch/offres-emploi-etat-geneve/liste-offres/626",
    "source": "ge",
    "id": 36
  },
  {
    "title": "Cheffe ou chef de projet infrastructure",
    "departement": "Département des institutions et du numérique",
    "taux": "100%",
    "remuneration": "classe 21",
    "description": "L'office cantonal des systèmes d'information et du numérique (OCSIN) élabore et concrétise la stratégie des systèmes d'information et de communication de l'administration cantonale ainsi que la politique de sécurité de l'information. L'OCSIN esquisse les contours de la politique du numérique du Conseil d’Etat, visant à faire du canton un acteur important de la transformation de notre société, induite par l'essor du numérique. En savoir plus sur \"Genève numérique\" .",
    "summary": "L'office cantonal des systèmes d'information et du numérique (OCSIN) élabore et concrétise la stratégie des systèmes d'information et de communication de l'administration cantonale ainsi que la politique de sécurité de l'information. L'OCSIN esquisse les contours de la politique du numérique du Conseil d’Etat, visant à faire du canton un acteur important de la transformation de notre société, induite par l'essor du numérique. En savoir plus sur \"Genève numérique\" . Le service pilotage des projets des services d'infrastructure de la direction des services d'infrastructure (DSI), dont la mission est le pilotage de l'ensemble des programmes et des projets de la direction des services d'infrastructure, recherche une cheffe ou un chef de projets 2 qui sera en charge de la gestion d'un portefeuille de projets (ad-minima 3 à 4 projets) impliquant un ou plusieurs services de la DSI, soit des équipes projets composées de 8 à 10 collaborateurs. Das ce cadre votre mission sera : D'être responsable de projets informatiques ; De garantir la qualité de la gestion des projets et en superviser le suivi opérationnel et financier ; D'assurer un management de qualité et veiller au bon développement d",
    "posting_date": "2026-02-10",
    "date_limite": null,
    "url": "https://www.ge.ch/offres-emploi-etat-geneve/liste-offres/623",
    "source": "ge",
    "id": 35
  },
  {
    "title": "Ingenieure ou ingenieur ITI SAED",
    "departement": "Département des institutions et du numérique",
    "taux": "100%",
    "remuneration": "classe 19",
    "description": "L'office cantonal des systèmes d'information et du numérique (OCSIN) élabore et concrétise la stratégie des systèmes d'information et de communication de l'administration cantonale ainsi que la politique de sécurité de l'information. L'OCSIN esquisse les contours de la politique du numérique du Conseil d’Etat, visant à faire du canton un acteur important de la transformation de notre société, induite par l'essor du numérique. En savoir plus sur \"Genève numérique\" .",
    "summary": "L'office cantonal des systèmes d'information et du numérique (OCSIN) élabore et concrétise la stratégie des systèmes d'information et de communication de l'administration cantonale ainsi que la politique de sécurité de l'information. L'OCSIN esquisse les contours de la politique du numérique du Conseil d’Etat, visant à faire du canton un acteur important de la transformation de notre société, induite par l'essor du numérique. En savoir plus sur \"Genève numérique\" . L'office cantonal des systèmes de l'information et du numérique (OCSIN) doit répondre aux besoins des départements de l’administration cantonale en concevant et en offrant des services de qualité, évolutifs et qui répondent aux attentes de ses clients en termes de disponibilité et de continuité. Les services collaboratifs et documentaires, au sein de la direction infrastructure, recherche une ingénieure ou un ingénieur informatique senior pour renforcer l'équipe. La gestion des documents électroniques est au coeur de notre activité et plus spécifiquement l'archivage intermédiaire des documents électroniques. Ce poste consistera à administrer et à faire évoluer les applications, en restant en phase avec la gouvernance et ",
    "posting_date": "2026-02-10",
    "date_limite": null,
    "url": "https://www.ge.ch/offres-emploi-etat-geneve/liste-offres/621",
    "source": "ge",
    "id": 34
  },
  {
    "title": "Secrétaire 1",
    "departement": "Département des finances, des ressources humaines et des affaires extérieures",
    "taux": "100%",
    "remuneration": "classe 09",
    "description": "Le secrétariat général du département des finances, des ressources humaines et des affaires extérieures (DF) assure la délivrance des prestations de support via les directions des ressources humaines, des finances, des systèmes d'information et de la logistique, garantit la supervision de l'ensemble du DF et veille à son bon fonctionnement. Son état-major pilote et accompagne des dossiers et projets stratégiques et fournit supports et conseils nécessaires aux directions générales.",
    "summary": "Le secrétariat général du département des finances, des ressources humaines et des affaires extérieures (DF) assure la délivrance des prestations de support via les directions des ressources humaines, des finances, des systèmes d'information et de la logistique, garantit la supervision de l'ensemble du DF et veille à son bon fonctionnement. Son état-major pilote et accompagne des dossiers et projets stratégiques et fournit supports et conseils nécessaires aux directions générales. Dans ce cadre, vous serez chargée ou chargé : - d'assurer l'accueil du public et des visiteurs durant les heures d'ouverture des bureaux (8h-12h et 14h-18h) ; - d'assurer la permanence téléphonique de la ligne de service ; - d'assurer le traitement, la distribution et le suivi du courrier entrant et sortant ; - d'assurer l'ensemble du processus de traitement des factures et des commandes, ainsi que la gestion de l'économat ; - d'assurer le traitement des notes de frais du secrétariat général. En intégrant le secrétariat général du DF, vous apporterez votre concours à la réalisation de ces missions et à la promotion des prestations publiques.",
    "posting_date": "2026-02-10",
    "date_limite": null,
    "url": "https://www.ge.ch/offres-emploi-etat-geneve/liste-offres/620",
    "source": "ge",
    "id": 33
  },
  {
    "title": "Avocate stagiaire ou Avocat stagiaire",
    "departement": "Département du territoire",
    "taux": "100%",
    "remuneration": "À définir Taux d'activité 100%",
    "description": "L'office cantonal de l'eau (OCEau) contribue à respecter l’eau, à la vivifier et la partager pour soutenir le vivant par des actions cohérentes, coordonnées et efficientes fédérant les différents acteurs de l’eau et sensibilisant le public à l’importance d’une utilisation consciente, mesurée et rationnelle de l’eau.",
    "summary": "L'office cantonal de l'eau (OCEau) contribue à respecter l’eau, à la vivifier et la partager pour soutenir le vivant par des actions cohérentes, coordonnées et efficientes fédérant les différents acteurs de l’eau et sensibilisant le public à l’importance d’une utilisation consciente, mesurée et rationnelle de l’eau. Au sein d'une petite équipe, sous la supervision du responsable juridique de l'office, vous serez amenée ou amené à résoudre les problèmes juridiques rencontrés par les collaboratrices et collaborateurs de l'office, en particulier dans les domaines variés de la politique publique de l'eau que sont la gestion, l'aménagement et la protection des eaux et des milieux aquatiques, l'usage du domaine public lacustre, les activités nautiques, la pêche et l'assainissement des eaux. Votre mission consiste en particulier à : Réaliser diverses activités de conseil et de soutien juridique pour le compte de la direction et des services de l'office ; Contribuer aux activités contentieuses de l'office, en particulier en rédigeant les mémoires nécessaires à l'intention du pouvoir judiciaire ; Elaborer des projets de lois, de règlements, de directives et arrêtés au niveau cantonal ; Effe",
    "posting_date": "2026-02-10",
    "date_limite": null,
    "url": "https://www.ge.ch/offres-emploi-etat-geneve/liste-offres/640",
    "source": "ge",
    "id": 32
  },
  {
    "title": "Directrice ou directeur du programme de la Transition Ecologique des bâtiments de l’Etat (PTE)",
    "departement": "Département du territoire",
    "taux": "100%",
    "remuneration": "classe 28",
    "description": "L'office cantonal des bâtiments (OCBA) est au cœur de la gestion, du développement et de la transformation du patrimoine immobilier de l'État. Avec près de 2'000 bâtiments et 2,2 millions de m² sous sa responsabilité, l'OCBA joue un rôle essentiel dans l'aménagement, la performance énergétique et la valorisation durable des infrastructures publiques.",
    "summary": "L'office cantonal des bâtiments (OCBA) est au cœur de la gestion, du développement et de la transformation du patrimoine immobilier de l'État. Avec près de 2'000 bâtiments et 2,2 millions de m² sous sa responsabilité, l'OCBA joue un rôle essentiel dans l'aménagement, la performance énergétique et la valorisation durable des infrastructures publiques. Dans le cadre d'un investissement inédit de 1,25 milliard de francs dédié à l'accélération de la transition écologique, l'OCBA pilote le programme de Transition Écologique (PTE). Ce programme ambitieux vise à réduire significativement les émissions de CO₂, renforcer la performance énergétique et transformer durablement le parc immobilier de l'État. Nous recherchons un/e directeur-trice doté/e d'une vision stratégique et d'une forte capacité de pilotage, pour assurer la conduite globale de ce programme et jouer un rôle déterminant dans la transition énergétique cantonale.​ 1. Pilotage stratégique et gouvernance du PTE Directement rattaché/e à la direction générale de l'office, vous définissez et déployez la stratégie globale du programme. Vous pilotez l'ensemble des projets issus de la stratégie de rénovation du parc immobilier de l'Éta",
    "posting_date": "2026-02-11",
    "date_limite": null,
    "url": "https://www.ge.ch/offres-emploi-etat-geneve/liste-offres/629",
    "source": "ge",
    "id": 31
  },
  {
    "title": "Greffière / greffier auxiliaire à 70%",
    "departement": "Pouvoir judiciaire",
    "taux": "70%",
    "remuneration": "classe 13",
    "description": "Maturité professionnelle commerciale complété par trois ans d'expérience en milieu judiciaire ou CFC d'employé de commerce et 5 ans d'expérience en milieu judiciaire ou expérience professionnelle utile au poste.",
    "summary": "Rattachée administrativement au Pouvoir judiciaire, la Commission du barreau est l'organe officiel chargé de la surveillance des avocats qui pratiquent la représentation en justice sur le territoire genevois. Dans le cadre de sa fonction, la personne sera chargée de : exécuter les tâches administratives de secrétariat, assumer la gestion et le suivi des dossiers, tenir le registre cantonal des avocats et avocats stagiaires dans DM, assurer la correspondance courante et sous dictée, prendre les procès-verbaux des séances plénières et d'audiences. ​ La personne sélectionnée travaillera en étroite collaboration avec la responsable juriste ainsi qu'avec les membres de la Commission.",
    "posting_date": "2026-02-11",
    "date_limite": null,
    "url": "https://www.ge.ch/offres-emploi-etat-geneve/liste-offres/710",
    "source": "ge",
    "id": 30
  },
  {
    "title": "Responsable du service de la comptabilité et de la trésorerie",
    "departement": "Autres",
    "taux": "100%",
    "remuneration": "classe 25",
    "description": "La division comptabilité et gestion financière rattachée au Rectorat est une entité transversale de l’Université de Genève, composée de 57 collaborateurs et collaboratrices. Le budget total de l’Université de Genève est de 870 millions de francs, dont 615 millions proviennent du Canton de Genève, des autres cantons et de la Confédération. Il est réparti sur 600 centres financiers et 4’800 fonds institutionnels qui font chacun l’objet d’une budgétisation, d’un rapport financier au bailleur ou d’un reporting particulier.",
    "summary": "La division comptabilité et gestion financière rattachée au Rectorat est une entité transversale de l’Université de Genève, composée de 57 collaborateurs et collaboratrices. Le budget total de l’Université de Genève est de 870 millions de francs, dont 615 millions proviennent du Canton de Genève, des autres cantons et de la Confédération. Il est réparti sur 600 centres financiers et 4’800 fonds institutionnels qui font chacun l’objet d’une budgétisation, d’un rapport financier au bailleur ou d’un reporting particulier. Les principales missions de la division comptabilité et gestion financière sont la gestion financière, la comptabilité de l’Université selon les normes IPSAS, l’établissement des états financiers consolidés et des budgets, le contrôle budgétaire, l’édition (diffusion) et la promotion des règles de gestion financière ainsi que le contrôle interne y relatif. En vue d’un départ à la retraite, la division comptabilité et gestion financière recrute un·e chef·fe comptable à 100 % . En tant que chef·fe du service de la comptabilité, vous aurez un rôle stratégique et opérationnel dans la bonne gestion des finances de l’Université et vous seconderez la direction financière. V",
    "posting_date": "2026-02-11",
    "date_limite": null,
    "url": "https://www.ge.ch/offres-emploi-etat-geneve/liste-offres/715",
    "source": "ge",
    "id": 29
  },
  {
    "title": "Greffière-juriste ou greffier-juriste à 100%",
    "departement": "Pouvoir judiciaire",
    "taux": "100%",
    "remuneration": "classe 22",
    "description": "La personne sera chargée de traiter les dossiers concernant des problématiques de compétence fors, ainsi que les demandes d'entraide, délégués par les procureures et procureurs au greffe des fors et de l'entraide du Ministère public. La personne sélectionnée sera ainsi amenée à rédiger tout type d'écritures liées aux fors, des demandes de délégation de la compétence en faveur d'autorités étrangères, des transfèrements, des décisions d'entrée en matière et d'exécution de demandes d'entraide ainsi que tout autre acte, avis de droit ou recherches juridiques concernant les problématiques juridiques liées aux fors ou à l'entraide.",
    "summary": "La personne sera chargée de traiter les dossiers concernant des problématiques de compétence fors, ainsi que les demandes d'entraide, délégués par les procureures et procureurs au greffe des fors et de l'entraide du Ministère public. La personne sélectionnée sera ainsi amenée à rédiger tout type d'écritures liées aux fors, des demandes de délégation de la compétence en faveur d'autorités étrangères, des transfèrements, des décisions d'entrée en matière et d'exécution de demandes d'entraide ainsi que tout autre acte, avis de droit ou recherches juridiques concernant les problématiques juridiques liées aux fors ou à l'entraide. La personne assistera également les procureures et procureurs lors des différentes permanences, notamment celle des arrestations du greffe des fors et de l'entraide.",
    "posting_date": "2026-02-12",
    "date_limite": null,
    "url": "https://www.ge.ch/offres-emploi-etat-geneve/liste-offres/712",
    "source": "ge",
    "id": 28
  },
  {
    "title": "Une greffière-juriste ou un greffier-juriste 2",
    "departement": "Pouvoir judiciaire",
    "taux": "90%",
    "remuneration": "classe 22",
    "description": "​La Cour de droit public de la Cour de justice est la plus haute instance cantonale en matière de droit public. Au cœur d'une juridiction supérieure et au sein d’une équipe de juristes expérimentés, avec une affectation à la chambre des assurances sociales, vous secondez les juges dans toutes les tâches juridiques de leur compétence et contribuez de manière essentielle à l’application du droit des assurances sociales et au développement de la jurisprudence cantonale. Vous apportez votre expertise juridique aux juges dans le traitement des dossiers les plus complexes et prenez part aux réflexions juridiques qui façonnent la jurisprudence genevoise.",
    "summary": "​La Cour de droit public de la Cour de justice est la plus haute instance cantonale en matière de droit public. Au cœur d'une juridiction supérieure et au sein d’une équipe de juristes expérimentés, avec une affectation à la chambre des assurances sociales, vous secondez les juges dans toutes les tâches juridiques de leur compétence et contribuez de manière essentielle à l’application du droit des assurances sociales et au développement de la jurisprudence cantonale. Vous apportez votre expertise juridique aux juges dans le traitement des dossiers les plus complexes et prenez part aux réflexions juridiques qui façonnent la jurisprudence genevoise. Vos responsabilités sont notamment les suivantes : • Rédiger en toute autonomie des projets d'arrêts complets dans le domaine du droit des assurances sociales • Assister aux délibérations • Mener des recherches juridiques approfondies • Élaborer ponctuellement des avis de droit",
    "posting_date": "2026-02-12",
    "date_limite": null,
    "url": "https://www.ge.ch/offres-emploi-etat-geneve/liste-offres/720",
    "source": "ge",
    "id": 27
  },
  {
    "title": "Une greffière-juriste ou un greffier-juriste 2",
    "departement": "Pouvoir judiciaire",
    "taux": "50%",
    "remuneration": "classe 22",
    "description": "​Titulaire d'une licence ou d'un master en droit suisse et du brevet d'avocat, vous justifiez de trois années d'expérience professionnelle dans le domaine judiciaire.",
    "summary": "La Cour de droit public de la Cour de justice est la plus haute instance cantonale en matière de droit public. Au cœur d'une juridiction supérieure et au sein d’une équipe de juristes expérimentés, avec une affectation à la chambre administrative, vous secondez les juges dans toutes les tâches juridiques de leur compétence et contribuez de manière essentielle à l’application du droit public, plus particulièrement du droit administratif, et au développement de la jurisprudence cantonale. Vous apportez votre expertise juridique aux juges dans le traitement des dossiers les plus complexes et prenez part aux réflexions juridiques qui façonnent la jurisprudence genevoise. Vos responsabilités sont notamment les suivantes : • Rédiger en toute autonomie des projets d'arrêts complets dans les divers domaines du droit public, plus particulièrement en droit administratif • Assister aux délibérations • Mener des recherches juridiques approfondies • Élaborer ponctuellement des avis de droit",
    "posting_date": "2026-02-12",
    "date_limite": null,
    "url": "https://www.ge.ch/offres-emploi-etat-geneve/liste-offres/721",
    "source": "ge",
    "id": 26
  },
  {
    "title": "Une greffière-juriste ou un greffier-juriste 2",
    "departement": "Pouvoir judiciaire",
    "taux": "100%",
    "remuneration": "classe 22",
    "description": "Rejoindre notre juridiction, c'est participer à une mission essentielle au sein d'une équipe dynamique qui favorise l'échange et le développement professionnel, tout en évoluant dans un environnement intellectuellement enrichissant avec des conditions de travail attractives : horaires flexibles propices à l'équilibre vie professionnelle/privée, possibilité de télétravail et prestations sociales de qualité.",
    "summary": "La Cour de droit public de la Cour de justice est la plus haute instance cantonale en matière de droit public. Au cœur d'une juridiction supérieure et au sein d’une équipe de juristes expérimentés, avec une affectation à la chambre constitutionnelle, vous secondez les juges dans toutes les tâches juridiques de leur compétence et contribuez de manière essentielle à l’application du droit public, plus particulièrement du droit constitutionnel, et au développement de la jurisprudence cantonale. Vous apportez votre expertise juridique aux juges dans le traitement des dossiers les plus complexes et prenez part aux réflexions juridiques qui façonnent la jurisprudence genevoise. Vos responsabilités sont notamment les suivantes : • Rédiger en toute autonomie des projets d'arrêts complets dans les divers domaines du droit public, plus particulièrement en droit constitutionnel • Assister aux délibérations • Mener des recherches juridiques approfondies • Élaborer ponctuellement des avis de droit",
    "posting_date": "2026-02-12",
    "date_limite": null,
    "url": "https://www.ge.ch/offres-emploi-etat-geneve/liste-offres/723",
    "source": "ge",
    "id": 25
  },
  {
    "title": "Conseillère ou Conseiller en formation",
    "departement": "Département de l'instruction publique, de la formation et de la jeunesse",
    "taux": "80%",
    "remuneration": "classe 17",
    "description": "La mission de l'Office pour l'orientation, la formation professionnelle et continue (OFPC) est de faciliter, par des prestations ad hoc, la gestion individuelle des parcours de formation, l'orientation des jeunes et des adultes, la réussite de la formation scolaire et professionnelle, ainsi que de contribuer à l'évolution d'un système de formation de qualité et améliorer sa lisibilité et sa promotion auprès de l'ensemble de la population du canton.",
    "summary": "La mission de l'Office pour l'orientation, la formation professionnelle et continue (OFPC) est de faciliter, par des prestations ad hoc, la gestion individuelle des parcours de formation, l'orientation des jeunes et des adultes, la réussite de la formation scolaire et professionnelle, ainsi que de contribuer à l'évolution d'un système de formation de qualité et améliorer sa lisibilité et sa promotion auprès de l'ensemble de la population du canton. Le Service de la formation professionnelle, composé de 65 collaborateurs, a pour mission d'assurer la surveillance et le bon déroulement de l'apprentissage grâce au soutien des conseillères et des conseillers en formation et aux différentes prestations délivrées. Les conseillères et les conseillers en formation veillent à ce que la personne en formation évolue dans les meilleures conditions d'apprentissage en entreprise et à l'école. Le service coordonne les examens de fin d'apprentissage (filières duales et plein-temps) et assure la délivrance des certifications professionnelles (AFP, CFC, attestations cantonales). Il a aussi pour mission de développer la formation professionnelle en dual à Genève et entretient des relations étroites av",
    "posting_date": "2026-02-12",
    "date_limite": null,
    "url": "https://www.ge.ch/offres-emploi-etat-geneve/liste-offres/727",
    "source": "ge",
    "id": 24
  },
  {
    "title": "Conseillère ou conseiller en formation",
    "departement": "Département de l'instruction publique, de la formation et de la jeunesse",
    "taux": "80%",
    "remuneration": "classe 17",
    "description": "La mission de l'Office pour l'orientation, la formation professionnelle et continue (OFPC) est de faciliter, par des prestations ad hoc, la gestion individuelle des parcours de formation, l'orientation des jeunes et des adultes, la réussite de la formation scolaire et professionnelle, ainsi que de contribuer à l'évolution d'un système de formation de qualité et améliorer sa lisibilité et sa promotion auprès de l'ensemble de la population du canton.",
    "summary": "La mission de l'Office pour l'orientation, la formation professionnelle et continue (OFPC) est de faciliter, par des prestations ad hoc, la gestion individuelle des parcours de formation, l'orientation des jeunes et des adultes, la réussite de la formation scolaire et professionnelle, ainsi que de contribuer à l'évolution d'un système de formation de qualité et améliorer sa lisibilité et sa promotion auprès de l'ensemble de la population du canton. Le Service de la formation professionnelle, composé de 65 collaborateurs, a pour mission d'assurer la surveillance et le bon déroulement de l'apprentissage grâce au soutien des conseillères et des conseillers en formation et aux différentes prestations délivrées. Les conseillères et les conseillers en formation veillent à ce que la personne en formation évolue dans les meilleures conditions d'apprentissage en entreprise et à l'école. Le service coordonne les examens de fin d'apprentissage (filières duales et plein-temps) et assure la délivrance des certifications professionnelles (AFP, CFC, attestations cantonales). Il a aussi pour mission de développer la formation professionnelle en dual à Genève et entretient des relations étroites av",
    "posting_date": "2026-02-12",
    "date_limite": null,
    "url": "https://www.ge.ch/offres-emploi-etat-geneve/liste-offres/728",
    "source": "ge",
    "id": 23
  },
  {
    "title": "Cheffe ou chef de secteur",
    "departement": "Département de la santé et des mobilités",
    "taux": "100%",
    "remuneration": "classe 18",
    "description": "Le département de la santé et des mobilités réunit deux politiques publiques fondamentales pour le bien-être de la population et les déplacements de la collectivité genevoise.",
    "summary": "Le département de la santé et des mobilités réunit deux politiques publiques fondamentales pour le bien-être de la population et les déplacements de la collectivité genevoise. L'office cantonal du génie civil (OCGC) assure la construction et le renouvellement des infrastructures du réseau des transports publics. Il construit, aménage et entretient les routes et les ouvrages d'art du canton. Il assainit le bruit routier du réseau cantonal. Rattaché à l'OCGC, le service intercantonal d'entretien du réseau autoroutier (SIERA) est un établissement autonome de droit public basé sur une convention intercantonale approuvée par les parlements cantonaux des trois cantons concordataires, qui gère l'entretien courant du réseau autoroutier des cantons de Genève, Vaud et Fribourg pour le compte de l'office fédéral des routes (OFROU). Ce réseau s'étend sur 302 km, ce qui en fait la plus grande unité territoriale (UT) parmi les 11 UT suisses. Dans ce contexte, vous jouerez le rôle d'ajointe ou adjoint au chef des centres d'entretien de Bursins et de La Chapelle.​ Plus spécifiquement, vous vous verrez confier les activités suivantes : Seconder le chef de centre, diriger et veiller à la bonne march",
    "posting_date": "2026-02-13",
    "date_limite": null,
    "url": "https://www.ge.ch/offres-emploi-etat-geneve/liste-offres/681",
    "source": "ge",
    "id": 22
  },
  {
    "title": "Assistante / Assistant de direction",
    "departement": "Département de l'instruction publique, de la formation et de la jeunesse",
    "taux": "80%",
    "remuneration": "classe 14",
    "description": "Le secrétariat général seconde la conseillère d'Etat dans la direction et l'administration du département, en veillant à l'exécution des décisions de la cheffe du département et du Conseil d'Etat. Il participe à la définition des stratégies du département et coordonne les activités opérationnelles des différents services transversaux et directions de support qui lui sont directement rattachés.",
    "summary": "Le secrétariat général seconde la conseillère d'Etat dans la direction et l'administration du département, en veillant à l'exécution des décisions de la cheffe du département et du Conseil d'Etat. Il participe à la définition des stratégies du département et coordonne les activités opérationnelles des différents services transversaux et directions de support qui lui sont directement rattachés. Dans le cadre de ce poste exigeant, vous intégrez une équipe dynamique et contribuez activement à la gestion administrative de dossiers sensibles, en appui direct aux secrétaires adjointes et adjoints du département. Votre rôle est central pour assurer la fluidité des processus administratifs. Vous avez pour responsabilités principales de / d' : Apporter un appui de haut niveau aux secrétaires adjointes et adjoints dans la gestion administrative de dossiers complexes, y compris pour les affaires parlementaires. Planifier et organiser leurs séances y relatives, élaborer les ordres du jour. Rédiger des procès-verbaux décisionnels, en assurer la diffusion et le suivi dans les délais impartis. Assurer la suppléance de l'assistante de la conseillère d'Etat dans ses missions",
    "posting_date": "2026-02-13",
    "date_limite": null,
    "url": "https://www.ge.ch/offres-emploi-etat-geneve/liste-offres/671",
    "source": "ge",
    "id": 21
  },
  {
    "title": "Une cheffe ou un chef de service à 100% - SPMI 114254",
    "departement": "Département de l'instruction publique, de la formation et de la jeunesse",
    "taux": "100%",
    "remuneration": "classe 24",
    "description": "Le service de protection des mineurs (SPMi) fait partie de l'office cantonal de l'enfance et de la jeunesse. Il reçoit les signalements des familles, des jeunes, des professionnels ou encore des tribunaux pour intervenir, dans l'intérêt supérieur de l'enfant auprès des familles, sous forme d'interventions socio-éducatives :",
    "summary": "Le service de protection des mineurs (SPMi) fait partie de l'office cantonal de l'enfance et de la jeunesse. Il reçoit les signalements des familles, des jeunes, des professionnels ou encore des tribunaux pour intervenir, dans l'intérêt supérieur de l'enfant auprès des familles, sous forme d'interventions socio-éducatives : sans mandat judiciaire (du simple conseil à un accompagnement sur le long terme); avec mandat de curatelle par exemple (assistance éducative, organisation et surveillance des droits de visite ou gestion des biens du mineur); avec mandat de tutelle (si l'autorité parentale est retirée aux parents par exemple); avec mandats pénaux (ordonnés par le Tribunal des mineurs). Le SPMi peut, en outre, être amené à effectuer des placements de mineurs dans une famille d'accueil avec hébergement ou une institution d'éducation spécialisée, lorsque l'éloignement du foyer familial s'avère nécessaire. Le SPMi est l'acteur principal de la lutte contre la maltraitance envers les mineurs. Votre mission : En tant que membre de la direction du service, vous portez la vision stratégique et garantissez l'excellence opérationnelle de la protection des mineurs. Vous pilotez des équipes d",
    "posting_date": "2026-02-13",
    "date_limite": null,
    "url": "https://www.ge.ch/offres-emploi-etat-geneve/liste-offres/658",
    "source": "ge",
    "id": 20
  },
  {
    "title": "Inspecteur ou inspectrice en protection incendie (architecte LCI/inspectrice ou inspecteur OAC)",
    "departement": "Département du territoire",
    "taux": "100%",
    "remuneration": "classe 18",
    "description": "Le service de la police du feu est rattaché à la direction de l'inspectorat de la construction au sein de l'office des autorisations de construire.",
    "summary": "Le service de la police du feu est rattaché à la direction de l'inspectorat de la construction au sein de l'office des autorisations de construire. Ce service est chargé principalement de faire appliquer les prescriptions de protection incendie de l'AEAI ainsi que la partie \"prévention\" du règlement d'application de la loi sur la prévention des sinistres, l'organisation et l'intervention des sapeurs-pompiers (RPSSP) F 4 05.01. Sa mission consiste à préaviser les dossiers d'autorisations de construire et de préserver, par des contrôles, la sécurité du public dans les entreprises, exploitations et ouvrages présentant des risques spéciaux. Dans ce contexte, une action préventive et répressive est exercée. Il renseigne également les administrés. La titulaire ou le titulaire aura comme tâches principales d'analyser, de préaviser les demandes d'autorisation de construire ainsi que de réceptionner et de contrôler des constructions et des installations, le tout sous l'angle de la prévention incendie. Vous devrez établir des rapports et préavis relatifs à la sécurité d'établissements publics de tous types (hôpitaux, hôtels, écoles, grands magasins, cabarets, etc.). Vous instruirez des plain",
    "posting_date": "2026-02-16",
    "date_limite": null,
    "url": "https://www.ge.ch/offres-emploi-etat-geneve/liste-offres/653",
    "source": "ge",
    "id": 19
  },
  {
    "title": "Fiscaliste 80-100%",
    "departement": "Département des finances, des ressources humaines et des affaires extérieures",
    "taux": null,
    "remuneration": "classe 20",
    "description": "La direction de la taxation des personnes physiques, titres et immobilier, composée de plusieurs services de taxation et de plus de 190 collaboratrices et collaborateurs, a notamment pour mission d'assujettir les contribuables domiciliés ou en séjour à Genève et de déterminer le revenu et la fortune imposables des personnes physiques de condition dépendante et sans activité lucrative en matière d'impôts cantonaux, communaux et fédéral direct sur la base des déclarations annuelles et de leurs annexes.",
    "summary": "La direction de la taxation des personnes physiques, titres et immobilier, composée de plusieurs services de taxation et de plus de 190 collaboratrices et collaborateurs, a notamment pour mission d'assujettir les contribuables domiciliés ou en séjour à Genève et de déterminer le revenu et la fortune imposables des personnes physiques de condition dépendante et sans activité lucrative en matière d'impôts cantonaux, communaux et fédéral direct sur la base des déclarations annuelles et de leurs annexes. Les services des titres, de l'immobilier et de la taxation dépendant de la direction des personnes physiques, vous traiterez de questions portant sur l'ensemble des thématiques traitées par lesdits services. Vos missions principales seront notamment : négocier les conventions d'imposition d'après la dépense et traiter les dossiers en lien avec ce sujet, rédiger des préavis analytiques, des procès-verbaux ou des notes internes au sujet de dossiers complexes ou litigieux, élaborer et dispenser des cours de formation internes et externes dans le cadre de la Conférence suisse des impôts ou auprès d'autres organismes, participer à la rédaction d'instructions de taxation sur diverses thémati",
    "posting_date": "2026-02-16",
    "date_limite": null,
    "url": "https://www.ge.ch/offres-emploi-etat-geneve/liste-offres/669",
    "source": "ge",
    "id": 18
  },
  {
    "title": "Taxatrice ou taxateur 1 (service de l'immobilier) - 2 postes",
    "departement": "Département des finances, des ressources humaines et des affaires extérieures",
    "taux": null,
    "remuneration": "classe 11",
    "description": "​Le service de l’immobilier fait partie de la direction des personnes physiques, des titres et de l’immobilier de l’administration fiscale cantonale (AFC). Il est principalement chargé de déterminer les éléments immobiliers imposables des propriétaires, personnes physiques et morales, et l’impôt immobilier complémentaire qui est prélevé sur tous les immeubles sis dans le canton.",
    "summary": "​Le service de l’immobilier fait partie de la direction des personnes physiques, des titres et de l’immobilier de l’administration fiscale cantonale (AFC). Il est principalement chargé de déterminer les éléments immobiliers imposables des propriétaires, personnes physiques et morales, et l’impôt immobilier complémentaire qui est prélevé sur tous les immeubles sis dans le canton. Les principales missions inhérentes à l’activité du service immobilier sont : déterminer, valider ou corriger les éléments immobiliers portés dans la déclaration d’impôts des personnes physiques et des personnes morales ; déterminer la valeur locative pour l’impôt fédéral direct ; vérifier les charges et les frais d’entretien acceptables fiscalement ; mettre à jour le rôle immobilier informatisé à l’aide du journal et des tableaux de mutations du registre foncier ; gérer et suivre tous autres travaux administratifs.",
    "posting_date": "2026-02-16",
    "date_limite": null,
    "url": "https://www.ge.ch/offres-emploi-etat-geneve/liste-offres/641",
    "source": "ge",
    "id": 17
  },
  {
    "title": "Un collaborateur ou une collaboratrice scientifique universitaire 2",
    "departement": null,
    "taux": null,
    "remuneration": "classe 19",
    "description": "Sous la responsabilité des co-responsables de filière Soins infirmiers les activités principales sont :",
    "summary": "Sous la responsabilité des co-responsables de filière Soins infirmiers les activités principales sont : Apporter une expertise pédagogique pour le développement du programme et sa mise en œuvre opérationnelle au sein de la filière, en veillant à l'alignement avec les standards HES‑SO Sous délégation des co‑responsables de filière, collaborer avec les responsables de modules pour piloter les processus d'amélioration continue des contenus et des pratiques pédagogiques Conseiller, proposer et accompagner les enseignant-e-s dans le choix et l'implémentation de méthodes et d'outils pédagogiques innovants, en cohérence avec la stratégie institutionnelle Assurer une veille active sur les contenus, les modalités pédagogiques et les dispositifs d'évaluation des compétences, afin d'anticiper les évolutions du domaine Sur la base de cette veille, formuler des recommandations concrètes pour enrichir et actualiser le programme Assurer le contrôle qualité des descriptifs de modules et de leurs plans d'opérationnalisation, garantissant la cohérence et la conformité au Plan d'Études Cadre (PEC) Participer aux différents sous‑projets PGB 2 dédiés au développement et à l'alignement pédagogique de la",
    "posting_date": "2026-02-16",
    "date_limite": null,
    "url": "https://www.ge.ch/offres-emploi-etat-geneve/liste-offres/747",
    "source": "ge",
    "id": 16
  },
  {
    "title": "Directrice ou Directeur (80% à 100%)",
    "departement": "Département des finances, des ressources humaines et des affaires extérieures",
    "taux": null,
    "remuneration": "À définir Taux d'activité 80 à 100%",
    "description": "L'office du personnel de l'Etat (ci-après : OPE) est un office du département des finances, des ressources humaines et des affaires extérieures. Il a pour mission de mettre en œuvre, avec les responsables des ressources humaines des départements, la stratégie en matière de ressources humaines de l'Etat de Genève, en menant une politique favorisant l'engagement et l'inclusion des collaboratrices et collaborateurs, ainsi que leur employabilité et leur bien-être au travail, visant à faire de l'Etat de Genève un employeur exemplaire, attractif et performant.",
    "summary": "L'office du personnel de l'Etat (ci-après : OPE) est un office du département des finances, des ressources humaines et des affaires extérieures. Il a pour mission de mettre en œuvre, avec les responsables des ressources humaines des départements, la stratégie en matière de ressources humaines de l'Etat de Genève, en menant une politique favorisant l'engagement et l'inclusion des collaboratrices et collaborateurs, ainsi que leur employabilité et leur bien-être au travail, visant à faire de l'Etat de Genève un employeur exemplaire, attractif et performant. ​Ce à quoi vous allez contribuer : Le maintien et le développement de l'employabilité des membres du personnel est au cœur de la mission de la direction de la transformation et du développement RH. Cette direction transversale a pour missions d'accompagner les services dans l'anticipation des besoins nécessaires à l'accomplissement et à l'évolution de leurs métiers en termes de compétences, de conduire des projets relatifs, entre autres, à la mobilité professionnelle et aux parcours individuels de formation, d'évaluer les fonctions, de définir et mettre en œuvre la politique de formation, de promouvoir et organiser l'apprentissage ",
    "posting_date": "2026-02-16",
    "date_limite": null,
    "url": "https://www.ge.ch/offres-emploi-etat-geneve/liste-offres/733",
    "source": "ge",
    "id": 15
  },
  {
    "title": "CFP SHR - Maîtresse remplaçante ou maître remplaçant d'enseignement professionnel / logistique",
    "departement": "Département de l'instruction publique, de la formation et de la jeunesse",
    "taux": null,
    "remuneration": "classe 18",
    "description": "L'enseignement secondaire 2 et tertiaire B réunit les établissements scolaires du collège de Genève, de l'école de culture générale, les services de l'accueil et de la transition professionnelle, ainsi que les centres de formation professionnelle.",
    "summary": "L'enseignement secondaire 2 et tertiaire B réunit les établissements scolaires du collège de Genève, de l'école de culture générale, les services de l'accueil et de la transition professionnelle, ainsi que les centres de formation professionnelle. Nous recrutons pour ces écoles des remplaçantes et remplaçants qui doivent être en possession des mêmes diplômes que les enseignantes et enseignants titulaires ou être en train de les préparer et pouvant évoluer avec aisance dans un milieu scolaire composé de jeunes gens qui se forment en vue d'obtenir une certification. Dans les écoles publiques genevoises, la remplaçante ou le remplaçant est une personne engagée ponctuellement pour remplacer une enseignante absente ou un enseignant absent. La durée des missions confiées peut aller de quelques heures à plusieurs mois. Les remplaçantes et remplaçants doivent habiter le canton de Genève ou à proximité immédiate du canton. Cette proximité est indispensable pour répondre aux besoins des établissements scolaires. Dans la continuité de la mission assurée par les enseignantes et enseignants titulaires, les remplaçantes et remplaçants assument des tâches relatives à l'instruction, à la transmiss",
    "posting_date": "2026-02-16",
    "date_limite": null,
    "url": "https://www.ge.ch/offres-emploi-etat-geneve/liste-offres/674",
    "source": "ge",
    "id": 14
  },
  {
    "title": "Secrétaire 2",
    "departement": "Département de l'instruction publique, de la formation et de la jeunesse",
    "taux": "80%",
    "remuneration": "classe 11",
    "description": "Le DIP a pour mission, notamment, de donner à chaque élève le moyen d'acquérir les meilleures connaissances et compétences en vue de ses activités futures, et de chercher à susciter chez lui le désir d'apprendre et de se former, ceci en l'aidant à développer ses aptitudes et affermir son sens des responsabilités.",
    "summary": "L'enseignement secondaire II et tertiaire B réunit les établissements scolaires du collège de Genève, de l'école de culture générale, les services de l'accueil et de la transition professionnelle, ainsi que les centres de formation professionnelle. Le Collège et École de commerce André-Chavanne accueille plus de 2000 élèves - dont environ 880 suivent une formation gymnasiale, 700 une formation de l’École de commerce à temps plein et 440 apprenties et apprentis des cours professionnels commerciaux - encadrés par près de 220 enseignantes et enseignants et une équipe technique et administrative de 30 personnes. Dans ce cadre, le CEC André-Chavanne est à la recherche d'une ou d'un secrétaire 2, à 80%, du 1er au 31 mars 2026.​ La ou le titulaire prendra en charge des dossiers relatifs à la gestion administrative de l'établissement scolaire.Elle ou il assurera la diffusion d’informations auprès des différentspartenaires internes et externes de l’établissement et participera à diversesopérations impliquant l’ensemble du secrétariat.​ La ou le titulaire sera aussi chargé d’assurer la gestion administrative des dossiers des élèves en collaboration avec les doyens, , ainsi que de l’ensemble ",
    "posting_date": "2026-02-16",
    "date_limite": null,
    "url": "https://www.ge.ch/offres-emploi-etat-geneve/liste-offres/677",
    "source": "ge",
    "id": 13
  },
  {
    "title": "Intervenant/e en protection de l'adulte auxiliaire",
    "departement": "Département de la cohésion sociale",
    "taux": "100%",
    "remuneration": "classe 16",
    "description": "L'Office de protection de l'adulte (OPAd) exécute les mandats de protection (curatelles) que lui confie le Tribunal de protection de l'adulte et de l'enfant (TPAE). Il assure l'aide et la protection requise par la situation de la personne, dans les limites de la mesure prononcée et dans le respect du cadre légal.",
    "summary": "L'Office de protection de l'adulte (OPAd) exécute les mandats de protection (curatelles) que lui confie le Tribunal de protection de l'adulte et de l'enfant (TPAE). Il assure l'aide et la protection requise par la situation de la personne, dans les limites de la mesure prononcée et dans le respect du cadre légal. Cette aide peut porter sur l'assistance personnelle de la personne concernée, mais aussi sur la gestion de ses biens, de ses revenus, de ses rentes et/ou sur la représentation juridique de celle-ci auprès des tiers. La bonne exécution des mandats est contrôlée par le TPAE, auquel des rapports sont remis à intervalles réguliers. Dans ce contexte, les intervenantes et les intervenants en protection de l'adulte assument la co-titularité du mandat avec leur responsable de secteur. Elles et ils sont ainsi chargé·e·s de coordonner, d'accompagner et de suivre les situations des personnes concernées. Elles et ils gèrent leurs dossiers sur les plans social, administratif et financier, en étroite collaboration avec les autres secteurs de l'institution pour les questions financières, juridiques et successorales. Amené·e·s à travailler dans un environnement complexe, les intervenantes",
    "posting_date": "2026-02-16",
    "date_limite": null,
    "url": "https://www.ge.ch/offres-emploi-etat-geneve/liste-offres/746",
    "source": "ge",
    "id": 12
  },
  {
    "title": "Greffier·ière-juriste à 70%",
    "departement": "Pouvoir judiciaire",
    "taux": "70%",
    "remuneration": "classe 22",
    "description": "Le Tribunal civil est l'une des juridictions les plus importantes du canton. Composé de 28 magistrats de carrière et de plus de 120 collaborateurs, il traite quotidiennement un volume conséquent de litiges civils en première instance. Il regroupe trois sections distinctes : (1) le Tribunal de première instance, dont font partie le Service des affaires présidentielles et les Chambres des affaires complexes, (2) la Commission de conciliation en matière de baux et loyers et (3) le Tribunal des baux et loyers.",
    "summary": "​ Au plus près du justiciable Le Tribunal civil est l'une des juridictions les plus importantes du canton. Composé de 28 magistrats de carrière et de plus de 120 collaborateurs, il traite quotidiennement un volume conséquent de litiges civils en première instance. Il regroupe trois sections distinctes : (1) le Tribunal de première instance, dont font partie le Service des affaires présidentielles et les Chambres des affaires complexes, (2) la Commission de conciliation en matière de baux et loyers et (3) le Tribunal des baux et loyers. En tant que greffier·ière-juriste, vous apportez votre expertise juridique aux magistrats dans le traitement quotidien des procédures. De l'analyse des dossiers à la rédaction des projets de jugement, vous jouez un rôle central dans le processus décisionnel. Au sein d'un tribunal de première instance rythmé par les audiences, vous participez à une justice vivante et concrète.",
    "posting_date": "2026-02-17",
    "date_limite": null,
    "url": "https://www.ge.ch/offres-emploi-etat-geneve/liste-offres/754",
    "source": "ge",
    "id": 11
  },
  {
    "title": "Gestionnaire de services",
    "departement": "Département des institutions et du numérique",
    "taux": "100%",
    "remuneration": "classe 21",
    "description": "​L'office cantonal des systèmes d'information et du numérique (OCSIN) élabore et concrétise la stratégie des systèmes d'information et de communication de l'administration cantonale ainsi que la politique de sécurité de l'information. L'OCSIN esquisse les contours de la politique du numérique du Conseil d’Etat, visant à faire du canton un acteur important de la transformation de notre société, induite par l'essor du numérique. En savoir plus sur \"Genève numérique\" .",
    "summary": "​L'office cantonal des systèmes d'information et du numérique (OCSIN) élabore et concrétise la stratégie des systèmes d'information et de communication de l'administration cantonale ainsi que la politique de sécurité de l'information. L'OCSIN esquisse les contours de la politique du numérique du Conseil d’Etat, visant à faire du canton un acteur important de la transformation de notre société, induite par l'essor du numérique. En savoir plus sur \"Genève numérique\" . L'OCSIN, doit répondre aux besoins des départements de l’administration cantonale en concevant et en offrant des services de qualité, évolutifs, et qui répondent aux attentes de ses clients en termes de disponibilité et de continuité. Son service \"Relation Client\" pour les départements de l'instruction publique et de la Chancellerie \"SCLI RC DIP-CHA\", est composé d'une quarantaine de personnes qui interviennent dans la conception et la réalisation de solutions informatiques pour les besoins de l'État. La ou le titulaire intervient essentiellement pour la Chancellerie pour le Groupe de Confiance, le Conseil d'État (NOVA) et le PPDT mais pourrait à l'avenir intervenir dans les 2 domaines que sont \"Protection de l'Enfance ",
    "posting_date": "2026-02-17",
    "date_limite": null,
    "url": "https://www.ge.ch/offres-emploi-etat-geneve/liste-offres/673",
    "source": "ge",
    "id": 10
  },
  {
    "title": "Directeur ou directrice d’établissement d’enseignement spécialisé, de conseil et soutien (DirES)",
    "departement": "Département de l'instruction publique, de la formation et de la jeunesse",
    "taux": "100%",
    "remuneration": "classe 24",
    "description": "L'office médico-pédagogique (OMP) prend soin du développement et des apprentissages des enfants et des jeunes du canton à besoins éducatifs particuliers, en situation de handicap ou en vulnérabilités en offrant des prestations de soutiens, de soins et d'enseignement spécialisé.",
    "summary": "L'office médico-pédagogique (OMP) prend soin du développement et des apprentissages des enfants et des jeunes du canton à besoins éducatifs particuliers, en situation de handicap ou en vulnérabilités en offrant des prestations de soutiens, de soins et d'enseignement spécialisé. L'OMP accomplit ses missions en faveur des enfants et des jeunes présentant des troubles de développement notamment des apprentissages, des troubles psychologiques, des défauts de langage, des affections nerveuses, sensorielles ou motrices. L'Office offre également une aide dans les cas de polyhandicap, de troubles sensoriels comme la cécité, ou de troubles complexes comme l'autisme. Il met tout en œuvre pour poursuivre ses missions de la manière la plus différenciée et personnalisée possible, et contribue à l'éducation, l'instruction et la formation préprofessionnelle des mineurs du canton dont il a la charge. L'OMP compte environ 1'600 collaboratrices et collaborateurs, tous statuts confondus. Rattaché-e à la direction générale et membre des cadres de l'enseignement spécialisé, le/la titulaire du poste de DirES contribue activement à la construction, à la performance et à l'évolution de l'enseignement spéc",
    "posting_date": "2026-02-17",
    "date_limite": null,
    "url": "https://www.ge.ch/offres-emploi-etat-geneve/liste-offres/590",
    "source": "ge",
    "id": 9
  },
  {
    "title": "Technicien-ne informatique 3",
    "departement": "Département des institutions et du numérique",
    "taux": "100%",
    "remuneration": "classe 14",
    "description": "​L'office cantonal des systèmes d'information et du numérique (OCSIN) élabore et concrétise la stratégie des systèmes d'information et de communication de l'administration cantonale ainsi que la politique de sécurité de l'information. L'OCSIN esquisse les contours de la politique du numérique du Conseil d’État, visant à faire du canton un acteur important de la transformation de notre société, induite par l'essor du numérique. En savoir plus sur \"Genève numérique\" .",
    "summary": "​L'office cantonal des systèmes d'information et du numérique (OCSIN) élabore et concrétise la stratégie des systèmes d'information et de communication de l'administration cantonale ainsi que la politique de sécurité de l'information. L'OCSIN esquisse les contours de la politique du numérique du Conseil d’État, visant à faire du canton un acteur important de la transformation de notre société, induite par l'essor du numérique. En savoir plus sur \"Genève numérique\" . Le secteur \"gestion de l'environnement utilisateur\" assure la maintenance de l'ensemble des équipements matériel et immatériel composant le parc micro-informatique de l'État de Genève​, gérant en moyenne 8'500 incidents par année et une centaine de nouvelles configurations. Dans ce cadre, il assure principalement la résolution d'incidents et pour une population définie l’installation, le déplacement, le retrait des équipements composant le parc micro-informatique de l'État de Genève, par exemple les ordinateurs personnels, les imprimantes, les scanners, les périphériques qui y sont connectés ainsi que des logiciels qui les équipent. La personne retenue aura pour mission d'assurer la résolution d'incidents, la mise en se",
    "posting_date": "2026-02-17",
    "date_limite": null,
    "url": "https://www.ge.ch/offres-emploi-etat-geneve/liste-offres/644",
    "source": "ge",
    "id": 8
  },
  {
    "title": "Collaboratrice socio-professionnelle ou collaborateur socio-professionnel",
    "departement": "Département de l'instruction publique, de la formation et de la jeunesse",
    "taux": "80%",
    "remuneration": "classe 16",
    "description": "La mission de l'OFPC est de faciliter, par des prestations ad hoc, la gestion individuelle des parcours de formation, l'orientation des jeunes et des adultes, la réussite de la formation scolaire et professionnelle, ainsi que de contribuer à l'évolution d'un système de formation de qualité et améliorer sa lisibilité et sa promotion auprès de l'ensemble de la population du canton.",
    "summary": "La mission de l'OFPC est de faciliter, par des prestations ad hoc, la gestion individuelle des parcours de formation, l'orientation des jeunes et des adultes, la réussite de la formation scolaire et professionnelle, ainsi que de contribuer à l'évolution d'un système de formation de qualité et améliorer sa lisibilité et sa promotion auprès de l'ensemble de la population du canton. Le Service de la formation continue de l'OFPC a pour mission de développer et de faire fonctionner le système cantonal de formation continue et de qualification des adultes à Genève, en application de la loi cantonale et de la loi fédérale sur la formation continue. Son action s'articule autour de plusieurs dispositifs répondant aux besoins spécifiques de divers publics. Le dispositif de certification professionnelle des adultes (CPA) permet aux personnes non-qualifiées, ou n'ayant pas de diplôme de niveau secondaire II (ou dont le diplôme n'est pas reconnu en Suisse) mais disposant d'expérience professionnelle, d'accéder à la formation et à la qualification via l'obtention d'une certification officielle (AFP ou CFC). Le dispositif Intégration vise à favoriser l'intégration sociale et professionnelle des p",
    "posting_date": "2026-02-17",
    "date_limite": null,
    "url": "https://www.ge.ch/offres-emploi-etat-geneve/liste-offres/666",
    "source": "ge",
    "id": 7
  },
  {
    "title": "Technicien ou technicienne en gestion du trafic (agent spécialisé ou agente spécialisée)",
    "departement": "Département de la santé et des mobilités",
    "taux": "100%",
    "remuneration": "classe 15",
    "description": "L'office cantonal des transports (OCT) est chargé d'élaborer et de mettre en œuvre les politiques de l'État de Genève dans le domaine de la mobilité. À ce titre, il contribue à la définition des politiques de développement territorial, planifie et organise l'ensemble des modes de déplacement. Il assure l'exploitation du réseau routier et contribue à son aménagement. Il oriente et prépare les décisions de l'État dans le choix des infrastructures de transport.",
    "summary": "L'office cantonal des transports (OCT) est chargé d'élaborer et de mettre en œuvre les politiques de l'État de Genève dans le domaine de la mobilité. À ce titre, il contribue à la définition des politiques de développement territorial, planifie et organise l'ensemble des modes de déplacement. Il assure l'exploitation du réseau routier et contribue à son aménagement. Il oriente et prépare les décisions de l'État dans le choix des infrastructures de transport. La direction de la régulation du trafic et des opérations (DRTO) est en charge, au sein de l'OCT, de la mise en place de tous les projets cantonaux de signalisation lumineuse planifiés par les deux directions régionales (DR) et la direction des transports collectifs (DTCPM) de l'OCT et de déployer la nouvelle stratégie de régulation en lien avec la loi genevoise pour une mobilité cohérente et équilibrée (LMCE). La DRTO a également la charge de la centrale de régulation du trafic (CRT) qui œuvre de 7h00 à 19h30 pour la mobilité en temps réel. Description de poste (mission et activité) : Sous la hiérarchie du responsable de la CRT, vous intégrerez la CRT qui œuvre du lundi au vendredi pour la fluidité de la circulation multimodal",
    "posting_date": "2026-02-17",
    "date_limite": null,
    "url": "https://www.ge.ch/offres-emploi-etat-geneve/liste-offres/690",
    "source": "ge",
    "id": 6
  },
  {
    "title": "Chargé ou chargée de communication 2 - Contrat à durée déterminée de 4 ans, renouvelable 1 fois.",
    "departement": "Département de la santé et des mobilités",
    "taux": null,
    "remuneration": "classe 20",
    "description": "​L'office cantonal des transports (OCT) et l'office cantonal du génie civil (OCGC) élaborent et mettent en œuvre la politique de mobilité au sein du canton de Genève et de son agglomération (Grand Genève).",
    "summary": "​L'office cantonal des transports (OCT) et l'office cantonal du génie civil (OCGC) élaborent et mettent en œuvre la politique de mobilité au sein du canton de Genève et de son agglomération (Grand Genève). L'unité communication des transports (UCT) a notamment pour mission de renseigner la population et les différents publics sur la situation, les enjeux et objectifs de la politique publique mobilité, en lien avec les offices cantonaux des transports, du génie civil et des véhicules. Elle conçoit de manière transversale pour la population et les différents publics identifiés, les produits d'information externe relatifs à ces thématiques en s'appuyant sur une stratégie globale et au moyen d'outils et techniques spécifiques (campagnes d'information, relations presse, internet et réseaux sociaux, animations pédagogiques, expositions, publications, etc.). Dans ce cadre, vous : Participez à la définition et la mise en œuvre de la stratégie d'information et de communication conduite pour la politique publique de la mobilité Réalisez les actions définies dans un plan de communication qui permettent de toucher les publics concernés avec les moyens adéquats Apporter un appui aux offices can",
    "posting_date": "2026-02-17",
    "date_limite": null,
    "url": "https://www.ge.ch/offres-emploi-etat-geneve/liste-offres/691",
    "source": "ge",
    "id": 5
  },
  {
    "title": "Responsable de l'analyse de gestion RH à 90%",
    "departement": "Département des institutions et du numérique",
    "taux": "90%",
    "remuneration": "classe 21",
    "description": "Sous la supervision de la Directrice des ressources humaines de la Police, la ou le titulaire du poste sera en charge de :",
    "summary": "Sous la supervision de la Directrice des ressources humaines de la Police, la ou le titulaire du poste sera en charge de : Développer et mettre en œuvre une politique stratégique et opérationnelle d'analyse de gestion fiable et pertinente dans le domaine des ressources humaines (gestion du temps, gestion des effectifs, etc.), en veillant à son alignement avec les cadres légaux et réglementaires. Procéder à des contrôles pour optimiser la gestion du temps de travail. Garantir la disponibilité d'outils et d'indicateurs de pilotage, ainsi que concevoir des tableaux de bord permettant d'exploiter des statistiques relatives à la gestion du personnel, notamment dans leurs aspects financiers et budgétaires (comptes de fonctionnement, provisions salariales). Assurer le suivi métier et technique des projets liés au système d'information RH (Chronotime), leur intégration avec le système étatique (SIRH), et garantir l'utilisation optimale des logiciels de gestion RH (y compris la formation et la mise à niveau des utilisateurs). Accompagner la Directrice des Ressources Humaines dans la mise en œuvre de projets transversaux. Encadrer l'activité des collaboratrices et collaborateurs placés sous ",
    "posting_date": "2026-02-18",
    "date_limite": null,
    "url": "https://www.ge.ch/offres-emploi-etat-geneve/liste-offres/694",
    "source": "ge",
    "id": 4
  },
  {
    "title": "Une ou un analyste auxiliaire en renseignement criminel cyber en qualité d'adjointe ou adjoint scientifique 2 à 100% pour une durée de 12 mois",
    "departement": "Département des institutions et du numérique",
    "taux": "100%",
    "remuneration": "classe 19",
    "description": "Les activités de la brigade de renseignement criminel consistent à apporter un soutien opérationnel dans les domaines de l'analyse et du renseignement criminel aux différentes brigades de la police genevoise.",
    "summary": "Les activités de la brigade de renseignement criminel consistent à apporter un soutien opérationnel dans les domaines de l'analyse et du renseignement criminel aux différentes brigades de la police genevoise. Dans ce cadre et en tant qu'analyste en renseignement criminel cyber au sein de cette brigade, vous serez amenée ou amené à aider à l'administration de la plateforme d'informations de la criminalité sérielle en ligne, à la coordination du dispositif régional de renseignement criminel cyber, à contribuer à son développement et à assurer le suivi de la délinquance sérielle cyber à l'échelle romande. Vous collaborerez avec les services partenaires en leur apportant votre soutien et expertise dans le domaine du renseignement criminel opérationnel cyber et œuvrerez en partenariat avec votre homologue au niveau régional. Vous ferez principalement le lien entre les différentes coordinatrices ou différents coordinateurs cyber cantonales ou cantonaux de la région romande et rédigerez différentes analyses au profit de ces dernières ou derniers. Vos connaissances vous permettront de pouvoir identifier les besoins, conseiller et proposer des solutions adéquates aux différentes problématiq",
    "posting_date": "2026-02-18",
    "date_limite": null,
    "url": "https://www.ge.ch/offres-emploi-etat-geneve/liste-offres/706",
    "source": "ge",
    "id": 3
  },
  {
    "title": "Commise administrative ou commis administratif 4",
    "departement": "Département du territoire",
    "taux": "50%",
    "remuneration": "classe 11",
    "description": "L'office cantonal de l'agriculture et de la nature (OCAN) a pour mission de restaurer et renforcer l'infrastructure écologique sur l'ensemble du territoire cantonal et transfrontalier et valoriser la dimension paysagère. Offrir des conditions cadres propices à une agriculture productive, dynamique et résiliente ; inciter à une alimentation locale et durable. Promouvoir la biodiversité et garantir l'intégration de la nature et de l'agriculture dans l'espace urbain ; et tout particulièrement développer le patrimoine arboré.",
    "summary": "L'office cantonal de l'agriculture et de la nature (OCAN) a pour mission de restaurer et renforcer l'infrastructure écologique sur l'ensemble du territoire cantonal et transfrontalier et valoriser la dimension paysagère. Offrir des conditions cadres propices à une agriculture productive, dynamique et résiliente ; inciter à une alimentation locale et durable. Promouvoir la biodiversité et garantir l'intégration de la nature et de l'agriculture dans l'espace urbain ; et tout particulièrement développer le patrimoine arboré. La direction administrative et financière a pour mission d'assurer la planification, la coordination et la gestion des ressources humaines, des affaires financières, juridiques, des systèmes d'information, du contrôle interne, de la logistique et de la communication interne dans le but de garantir un bon fonctionnement de l'office. Dans ces domaines, elle apporte une expertise et un conseil à sa direction et à ses entités métiers et veille au respect du droit, des normes et règles en vigueur. Elle assure le lien avec les services supports du département et de l'Etat. Par délégation de la directrice vous serez autonome sur des volets requérant un examen et une inst",
    "posting_date": "2026-02-18",
    "date_limite": null,
    "url": "https://www.ge.ch/offres-emploi-etat-geneve/liste-offres/656",
    "source": "ge",
    "id": 2
  },
  {
    "title": "Commise administrative ou commis administratif 4",
    "departement": "Département du territoire",
    "taux": "50%",
    "remuneration": "classe 11",
    "description": "L'office cantonal de l'agriculture et de la nature (OCAN) a pour mission de restaurer et renforcer l'infrastructure écologique sur l'ensemble du territoire cantonal et transfrontalier et valoriser la dimension paysagère. Offrir des conditions cadres propices à une agriculture productive, dynamique et résiliente ; inciter à une alimentation locale et durable. Promouvoir la biodiversité et garantir l'intégration de la nature et de l'agriculture dans l'espace urbain ; et tout particulièrement développer le patrimoine arboré.",
    "summary": "L'office cantonal de l'agriculture et de la nature (OCAN) a pour mission de restaurer et renforcer l'infrastructure écologique sur l'ensemble du territoire cantonal et transfrontalier et valoriser la dimension paysagère. Offrir des conditions cadres propices à une agriculture productive, dynamique et résiliente ; inciter à une alimentation locale et durable. Promouvoir la biodiversité et garantir l'intégration de la nature et de l'agriculture dans l'espace urbain ; et tout particulièrement développer le patrimoine arboré. Au sein de la direction de l'agriculture, votre mission sera d'assurer les tâches technico-administratives des services ou pôles avec un haut degré d'autonomie, d'anticipation et de prise de décision, d'assister les cheffes et les chefs de service sur les dossiers complexes impliquant des prises d'initiatives dans les dossiers souvent transversaux. Par une communication adéquate et transversale, vous assurez la transmission des informations pertinentes au sein du service et entre les pôles. Par délégation de la cheffe de service vous serez autonome sur des volets requérant un examen et une instruction complète de dossiers ou de situations particulières. Vous serez",
    "posting_date": "2026-02-18",
    "date_limite": null,
    "url": "https://www.ge.ch/offres-emploi-etat-geneve/liste-offres/661",
    "source": "ge",
    "id": 1
  }
]
